[
    {
        "poleng_list": [
            "to inquire again, to ask for more detail",
            "dopytywać się, pytać"
        ],
        "ger_list": [
            "nachfragen",
            "Notfalls kann man ja aber immer nachfragen .",
            "Die genauen Öffnungszeiten am besten nochmal nachfragen .",
            "Einfach anrufen und nachfragen – das kostet noch nichts."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "to secure, to protect",
            "chronić, zapewniać"
        ],
        "ger_list": [
            "sichern",
            "Jeder versucht nur noch sein Überleben zu sichern .",
            "Sie müssen selbst alles sichern und aufbewahren.",
            "Und wie kann man sie sichern und messen?"
        ],
        "hardness": 4
    },
    {
        "poleng_list": [
            "to save (money)",
            "oszczędzać"
        ],
        "ger_list": [
            "sparen",
            "Lange sparen kann man allerdings nicht mehr.",
            "Da heißt es sparen wo es nur geht.",
            "Für alle die noch ein wenig mehr sparen wollen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to share, to divide up",
            "dzielić, podzielić"
        ],
        "ger_list": [
            "teilen",
            "Man möchte sie vertiefen und mit anderen teilen .",
            "Das möchte ich hier mit euch teilen .",
            "Und das teilen wir gerne mit euch!"
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "to support",
            "wspierać",
            "pomagać"
        ],
        "ger_list": [
            "unterstützen",
            "Das kann man nur voll und ganz unterstützen !",
            "Nun können wir uns schon zu viert unterstützen !",
            "Dabei unterstützen und kontrollieren wir uns gegenseitig."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "to earn, to deserve",
            "zarabiać, zasługiwać"
        ],
        "ger_list": [
            "verdienen",
            "Da werde ich aber voraussichtlich nicht sehr viel verdienen .",
            "Doch dies müssen wir uns erst verdienen .",
            "Und die besten davon verdienen es gesammelt zu werden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to forgive",
            "wybaczać"
        ],
        "ger_list": [
            "vergeben",
            "Wem oder was soll ich eigentlich vergeben ?",
            "Ein sehr gut wurde gar nicht vergeben .",
            "Darum muss ich diese jetzt kostenlos vergeben ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to leave, to abandon",
            "opuszczać (pomieszczenie)",
            "rzucać (partnerkę)"
        ],
        "ger_list": [
            "verlassen",
            "Du hast uns heute für immer verlassen .",
            "Aber kann er sich darauf noch verlassen ?",
            "Sie fühlte sich sehr einsam und verlassen ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "to use, to employ, to apply",
            "użyć, stosować, wykorzystywać"
        ],
        "ger_list": [
            "verwenden",
            "Nun kann ich es wieder perfekt verwenden .",
            "Sie wollen sie nicht mehr weiter verwenden .",
            "Waffen und ähnliches sind fast unmöglich zu verwenden ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to suggest",
            "sugerować, proponować"
        ],
        "ger_list": [
            "vorschlagen",
            "Ich würde vorschlagen ihr kommt schnell vorbei.",
            "Das muss ich unbedingt bei uns vorschlagen .",
            "Eine oder einen anderen vorschlagen darf jeder."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to exchange, to change",
            "zmianiać, wymieniać, rozmieniać"
        ],
        "ger_list": [
            "wechseln",
            "Stromanbieter online wechseln ist dabei ganz einfach.",
            "Dies sollte man zwar anscheinend dort wechseln .",
            "Und wie schnell kann man das wechseln ?"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "to turn",
            "nawracać, zawracać (pojazd)"
        ],
        "ger_list": [
            "wenden",
            "An wen müsste man sich da wenden ?",
            "An wen müsste ich mich da wenden ?",
            "Dann wenden wir uns von ihm ab."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to have an effect, to operate, to appear",
            "działać, pracować",
            "skutkować, oddziaływać",
            "wydawać się, sprawiać wrażenie"
        ],
        "ger_list": [
            "wirken",
            "Wie reden wir und wie wirken wir dadurch auf andere?",
            "Einfach mal reinhören und auf sich wirken lassen.",
            "Dieser sollte düster wirken und etwas traurig."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to quote, to cite",
            "cytować"
        ],
        "ger_list": [
            "zitieren",
            "Ein paar weitere werde ich nun mal zitieren .",
            "Ich kann ihn hier unmöglich vollständig zitieren .",
            "Man muss das nicht immer wieder zitieren ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "internet"
        ],
        "ger_list": [
            "das Internet",
            "Über das Internet kann sich jeder beteiligen.",
            "Über das Internet kann man sich prima darüber informieren.",
            "Über das Internet soll dann ab dem 1."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "intertnet site, side, page",
            "strona"
        ],
        "ger_list": [
            "die Seite",
            "Änderungen geben wir auf dieser Seite rechtzeitig bekannt.",
            "Ähnliches beobachte ich auch bei meinen Seiten .",
            "Änderungen werden sofort auf der geöffneten Seite dargestellt."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "search",
            "poszukiwanie"
        ],
        "ger_list": [
            "die Suche",
            "Über die Suche findest du da sicherlich viel.",
            "Also machen sich die vier zusammen auf die Suche ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "photo",
            "zdjęcie"
        ],
        "ger_list": [
            "das Foto",
            "Über neue Fotos freue ich mich nach wie vor.",
            "Über einige Foto ́s würde ich mich sehr freuen!",
            "Übrigens kann ich die ersten Fotos nicht sehen."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "web, net",
            "sieć, siatka"
        ],
        "ger_list": [
            "das Netz",
            "Das Netz muß genau 155 cm hoch sein.",
            "Das ist mit dem heutigen Netz nicht zu machen.",
            "Hab jetzt auch schon im Netz geschaut."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "WiFi"
        ],
        "ger_list": [
            "das WLAN",
            "Diese lassen sich per WLAN auch zu zweit spielen.",
            "Nur das WLAN funktionierte nicht ganz wie erwartet.",
            "Inzwischen hat sich das WLAN aber auch erstmal erledigt."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "network",
            "sieć"
        ],
        "ger_list": [
            "das Netzwerk",
            "Über \" Netzwerk hinzufügen\" ist eigentlich schon alles erledigt.",
            "Über soziale Netzwerke kann man auch effektiv abnehmen.",
            "Und das meist kostenlos und online über diverse Netzwerke ."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "search engine",
            "wyszukiwarka"
        ],
        "ger_list": [
            "die Suchmaschine",
            "Über die eingebaute Suchmaschine links oben findest du sie.",
            "Über diese wird sie durch die Suchmaschinen gefunden.",
            "Die Suchmaschinen werden es danken und kräftig finden."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "to send",
            "wysyłać, posyłać"
        ],
        "ger_list": [
            "schicken",
            "Natürlich darf man auch etwas anderes schicken .",
            "Wenn sie zu uns kommt schicken wir sie zurück.",
            "Wir schicken es euch dann unverzüglich zu."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "electronic mail (email)"
        ],
        "ger_list": [
            "das E-Mail",
            "Über eine E-Mail würde ich mich sehr freuen.",
            "Über E-Mail kann man sich näher absprechen.",
            "Übermittlung am besten per E-Mail an mich."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "blog"
        ],
        "ger_list": [
            "der Blog",
            "Übrigens sind nach wie vor Blogs zu vergeben.",
            "Überdies finde ich seinen Blog wirklich empfehlenswert.",
            "Ähnlich geht es mir mit meinem Blog hier."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "profile",
            "profil"
        ],
        "ger_list": [
            "das Profil",
            "Öffnungszeiten und unterschiedliche pädagogische Profile ergänzen sich.",
            "Über das Profil muss frau sich wirklich wundern!",
            "Alle Profile sind frei und kostenlos zugänglich."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "key, push button",
            "klawisz"
        ],
        "ger_list": [
            "die Taste",
            "Schalter können auch mit den Tasten gesteuert werden.",
            "Da sind mir die 12 \"normalen\" Tasten doch lieber.",
            "Lassen sich die Tasten noch gut bedienen?"
        ],
        "hardness": 4
    },
    {
        "poleng_list": [
            "to print",
            "drukować"
        ],
        "ger_list": [
            "drucken",
            "Vieles kann man auch drucken und konventionell gebrauchen!",
            "Und mehr als einer wollte sie drucken .",
            "Wir erstellen alles was man drucken kann!"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to update",
            "aktualizować"
        ],
        "ger_list": [
            "aktualisieren",
            "Sie können diese jederzeit aktualisieren oder löschen.",
            "Ich werde diese nach und nach aktualisieren .",
            "Einfach später noch mal aktualisieren es funktioniert wirklich."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "commentary, editorial, comment",
            "komentarz"
        ],
        "ger_list": [
            "der Kommentar",
            "Über jedes Kommentar freue ich mich riesig.",
            "Über eure Kommentare würden wir uns sehr freuen.",
            "Über Kommentare würde ich mich wie immer sehr freuen."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "password",
            "hasło"
        ],
        "ger_list": [
            "das Passwort",
            "Vom Passwort brauchen wir gar nicht erst zu reden.",
            "Falls ihr euer Passwort nicht mehr wisst kontaktiert mich einfach!",
            "Papa bekommt das Passwort und überwacht alles."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "program"
        ],
        "ger_list": [
            "das Programm",
            "Über das vielseitige Programm werden wir separat informieren.",
            "Über ein Programm allein ist es leider nicht getan.",
            "Über ebay habe ich ein Programm gekauft."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "picture",
            "obraz, ilustracja",
            "ekran"
        ],
        "ger_list": [
            "das Bild",
            "Über tolle Bilder freue ich mich immer sehr.",
            "Österreich gibt hier kein gutes Bild ab.",
            "Übrigens sind dort schon einige Bilder zu finden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "internet site",
            "strona internetowa"
        ],
        "ger_list": [
            "die Internetseite",
            "So können bereits besuchte Internetseiten schneller aufgerufen werden.",
            "Und ne eigene Internetseite hat bei weitem nicht jeder.",
            "Die Internetseite wird laufend aktualisiert und ergänzt."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "down, downwards",
            "w dół"
        ],
        "ger_list": [
            "herunter",
            "Es ist uns einfach von oben herunter verboten.",
            "Bis jetzt ist er aber nicht herunter gekommen.",
            "Sie können hier eingesehen und herunter geladen werden."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "attachment",
            "załącznik"
        ],
        "ger_list": [
            "der Anhang",
            "Und was hängt da eigentlich für ein Anhang dran?",
            "Als erstes muss man den Anhang speichern.",
            "Mehr erfahrt ihr wie immer im Anhang !"
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "to upload",
            "wysyłać, ładować (plik)"
        ],
        "ger_list": [
            "hochladen",
            "Also ich werde es definitiv nicht hochladen .",
            "Das hochladen dauert nur irgendwie mega lange.",
            "Wenn ja könnte die bitte jemand irgend wo hochladen ."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "to delete",
            "kasować, usunąć"
        ],
        "ger_list": [
            "löschen",
            "An ein löschen war nicht zu denken.",
            "Und sie lässt sich nicht ohne weiteres löschen .",
            "Sie können diese jederzeit aktualisieren oder löschen ."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "attention, respect, warning",
            "szacunek, cześć",
            "uwaga!"
        ],
        "ger_list": [
            "die Achtung",
            "Haben wir die Achtung vor uns selbst verloren?",
            "Endlich hat er wieder Achtung vor sich selbst.",
            "Und beachtlich hat mit Achtung zu tun."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "analysis",
            "analiza"
        ],
        "ger_list": [
            "die Analyse",
            "Wir werden demnächst eine detaillierte Analyse folgen lassen.",
            "Heute bin ich auf eine interessante Analyse aufmerksam geworden.",
            "Das setzt eine selbst kritische Analyse voraus."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "atmosphere"
        ],
        "ger_list": [
            "die Atmosphäre",
            "Überall herrscht eine familiäre und freundliche Atmosphäre .",
            "Die Atmosphäre aber ist immer noch die gleiche.",
            "Die Atmosphäre wird fast schon zu toll sein."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "biology"
        ],
        "ger_list": [
            "die Biologie",
            "Doch es muss nicht nur Biologie sein.",
            "In der Biologie ist das ganz analog.",
            "Über die Biologie kam sie zur Biotechnologie."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "chemistry",
            "chemia"
        ],
        "ger_list": [
            "die Chemie",
            "Überdies sollte auch \"die Chemie stimmen\".",
            "Und die Chemie zwischen den beiden taugt mir sehr.",
            "Ohne organische Chemie ist das bisher unmöglich."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "chemical",
            "chemiczny"
        ],
        "ger_list": [
            "chemisch",
            "Dort durften wir viele chemische und physikalische Versuche selbst durchführen.",
            "Dabei ist er wesentlich effektiver als die chemische Industrie.",
            "Batterien enthalten chemische Substanzen und müssen ordnungsgemäß entsorgt werden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "definition",
            "definicja"
        ],
        "ger_list": [
            "die Definition",
            "Über die genaue der Definition der 3.",
            "Über Definitionen kann man sich ja streiten.",
            "High Definition alleine reicht dazu offenbar nicht."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "element",
            ""
        ],
        "ger_list": [
            "das Element",
            "Überall findet sie für sich stimmige Elemente .",
            "Vielleicht tanzen sie auch mit den Elementen .",
            "Viele menschliche und pädagogisch wertvolle Elemente sind dort verarbeitet."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "energy",
            "energia"
        ],
        "ger_list": [
            "die Energie",
            "Ökostrom ist die \"gute\" Energie .",
            "Es kann immer weniger Energie gespeichert werden.",
            "Woher nimmt es die dafür benötigte Energie ?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "invention",
            "wynalazek"
        ],
        "ger_list": [
            "die Erfindung",
            "Aber was macht eigentlich eine gute Erfindung aus?",
            "Das dies eine russische Erfindung sein soll ist mir neu.",
            "Danach darf jeder die Erfindung herstellen und verkaufen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "gas",
            "gaz"
        ],
        "ger_list": [
            "das Gas",
            "Zwischendurch wird auch mal etwas mehr Gas gegeben.",
            "Mit Öl und Gas sieht es auch nicht besser aus?",
            "Öl und Gas stehen nicht unendlich zur Verfügung."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "knowledge (about specific subject, skill or field of knowledge)",
            "wiedza"
        ],
        "ger_list": [
            "die Kenntnis",
            "Aber mir reichen erst mal diese bescheidenen Kenntnisse .",
            "Selbst ich konnte meine Kenntnisse wieder auffrischen.",
            "Über juristische Kenntnisse müssen die Bewerber nicht verfügen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "plastic",
            "tworzywo sztuczne"
        ],
        "ger_list": [
            "der Kunststoff",
            "Aber der Kunststoff soll sich auch angenehm anfühlen.",
            "Sieht auf schwarz und hellem Kunststoff nicht schön aus.",
            "Bären gibt es doch nur aus Kunststoff ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "textbook",
            "podręcznik"
        ],
        "ger_list": [
            "das Lehrbuch",
            "Aber es soll ja auch kein Lehrbuch sein.",
            "Kombinationen wie aus dem Lehrbuch fanden statt.",
            "Es ist durchaus auch möglich es als Lehrbuch zu benutzen."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "machine, engine",
            "maszyna"
        ],
        "ger_list": [
            "die Maschine",
            "Braucht man dafür eine besondere \" Maschine \".",
            "Zusätzlich konnte ich auch die notwendigen Maschinen von ihm übernehmen.",
            "Die entsprechende Maschine dazu beeindruckt jedoch viel mehr."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "method",
            "metoda"
        ],
        "ger_list": [
            "die Methode",
            "Über die drei ersten Methoden habe ich ja schon berichtet.",
            "Übrigens – nach solchen Methoden habe ich recherchiert.",
            "Seither ist diese Methode nicht mehr rentabel."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to measure",
            "mierzyć"
        ],
        "ger_list": [
            "messen",
            "Daran wollen wir uns auch messen lassen.",
            "Wir dürften uns nicht mit solchen messen lassen.",
            "Wie erreicht man das und woran wird es gemessen ?"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "motor, engine",
            "silnik"
        ],
        "ger_list": [
            "der Motor",
            "Und auch der Motor dreht sich noch.",
            "Angst is ja ein ganz guter Motor .",
            "Und was ist alles am Motor gemacht?"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "proof, certificate",
            "dowód, stwierdzenie"
        ],
        "ger_list": [
            "der Nachweis",
            "Was für einen Nachweis muss ich mitbringen?",
            "Ich erhalte hier \"nur\" Überweisungen und keine schriftlichen Nachweise .",
            "Diesen Nachweis hatte er jedoch nicht erbracht."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "physics",
            "fizyka"
        ],
        "ger_list": [
            "die Physik",
            "Wie war das noch mit der Physik ?",
            "Nur auf Physik werde ich wohl verzichten.",
            "Chemie und Physik dagegen schneiden verhältnismäßig schlecht ab."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "internship",
            "staż, praktyka"
        ],
        "ger_list": [
            "das Praktikum",
            "Seid ihr gerade im Praktikum und kommt nicht weiter?",
            "Du möchtest ein Praktikum bei uns machen?",
            "Bei euch im Praktikum habe ich viel gelernt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "statistics",
            "statystyka"
        ],
        "ger_list": [
            "die Statistik",
            "Überall und zu allem werden Statistiken veröffentlicht.",
            "Leider habe ich darüber noch nie eine Statistik gesehen.",
            "Auf die Statistik verzichte ich heute mal."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "radiation",
            "promieniowanie"
        ],
        "ger_list": [
            "die Strahlung",
            "Und ich rede von sehr schwacher Strahlung .",
            "Aber wie verhält es sich mit der Strahlung ?",
            "Und erzeugen sie immer Strahlung , wenn sie schwingen?"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "study (examination of a topic), investigation",
            "badania"
        ],
        "ger_list": [
            "die Studie",
            "Österreich ist in der Studie übrigens derzeit nicht vertreten.",
            "Auch mir gehen irgendwann die Studien aus.",
            "Zumindest scheint das eine aktuelle Studie zu bestätigen."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "technique",
            "technika"
        ],
        "ger_list": [
            "die Technik",
            "Ärger mit der Technik kann es immer geben!",
            "Über die Technik und wie sie gegen uns arbeitet.",
            "Überhaupt nimmt er die Technik nicht ganz so wichtig."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "technology",
            "technologia"
        ],
        "ger_list": [
            "die Technologie",
            "Sie interessieren sich für neue und umweltfreundliche Technologien ?",
            "Die Technologie dazu muß noch entwickelt werden.",
            "Die moderne Technologie hat sich selbst verschlungen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "temperature"
        ],
        "ger_list": [
            "die Temperatur",
            "Bei den Temperaturen ist es sehr wichtig viel zu trinken.",
            "Jetzt merkt man es auch bei den Temperaturen .",
            "Die Temperaturen sind dann sehr angenehm und erträglich."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "to test, to check",
            "testować, badać, wypróbować"
        ],
        "ger_list": [
            "testen",
            "Ich werde mich jetzt mal durch testen .",
            "Muss ich mal ein bisschen weiter testen !",
            "Ich habe sie gebraucht gekauft und zum testen erworben."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "theory",
            "teoria"
        ],
        "ger_list": [
            "die Theorie",
            "Bisher habe ich diese Theorien nicht ernst genommen.",
            "Diese neue Theorie wird daher auch stark kritisiert.",
            "In der Theorie waren sie mir zwar bekannt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "knowledge (general knowledge or awareness)",
            "wiedza"
        ],
        "ger_list": [
            "das Wissen"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "science",
            "nauka"
        ],
        "ger_list": [
            "die Wissenschaft",
            "Ähnlich verhält es sich mit der Wissenschaft .",
            "Doch wie denken wir überhaupt über die Wissenschaft ?",
            "Wie weit ist denn die Wissenschaft da schon."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "scientist (male)",
            "naukowiec"
        ],
        "ger_list": [
            "der Wissenschaftler",
            "Kann ich wirklich jedem großen und kleinen Wissenschaftler nur empfehlen.",
            "Einige Wissenschaftler hätten sogar mit noch höheren gerechnet.",
            "Darin hat er sich von den meisten Wissenschaftlern unterschieden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "scientist (female)",
            "naukowczyni"
        ],
        "ger_list": [
            "die Wissenschaftlerin",
            "Das sagen die beiden Wissenschaftlerinnen freilich nicht bloß so.",
            "Es werden über 1000 international anerkannte Wissenschaftler und Wissenschaftlerinnen erwartet.",
            "Dabei werden sie von den Wissenschaftlerinnen und Wissenschaftlern begleitet."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "monkey, ape",
            "małpa"
        ],
        "ger_list": [
            "der Affe",
            "Ähnlich verhält es sich mit dem verrückten Affen .",
            "Was haben wir schon mit Affen zu schaffen?",
            "Das nennt man dann wohl sich zum Affen machen!"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "to bite",
            "gryźć"
        ],
        "ger_list": [
            "beißen",
            "Zecken beißen sich übrigens nicht sofort fest.",
            "Sie beißen aber nicht und sind auch nicht giftig.",
            "Die einen lieben es und beißen sich durch."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "dolphin",
            "delfin"
        ],
        "ger_list": [
            "der Delfin",
            "Hier sind bislang knapp 40 Delfine gestorben.",
            "Robben und Delfine werden hautnah zu sehen sein.",
            "Die Delfine ließen mich fortan nicht mehr los."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "squirrel",
            "wiewórka"
        ],
        "ger_list": [
            "das Eichhörnchen",
            "Bin grad auch wie ein Eichhörnchen ständig am sammeln.",
            "Dazu habe ich einiges über Eichhörnchen herausgefunden.",
            "Das europäische rote Eichhörnchen hat es nicht leicht."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "polar bear",
            "miś polarny"
        ],
        "ger_list": [
            "der Eisbär",
            "Welcher Eisbär kann das von sich sagen?",
            "Etwa 20 000 Eisbären gibt es weltweit noch.",
            "Und wo ist eigentlich mein kleiner Eisbär ?"
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "owl",
            "sowa"
        ],
        "ger_list": [
            "die Eule",
            "Die Eulen finde ich auch total süß.",
            "Doch bald zog sich die Eule wieder zurück.",
            "Die Eule fand ich aber auch zu süß!"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "to catch, to apprehend",
            "łapać, chywtać"
        ],
        "ger_list": [
            "fangen",
            "Und jetzt haben die schon zwei gefangen !",
            "Einfach zu fangen sind sie dann aber noch nicht.",
            "Und einfach zu fangen sind die allemal nicht."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "fox",
            "lis"
        ],
        "ger_list": [
            "der Fuchs",
            "Der Fuchs sah sie kommen und freute sich sehr.",
            "Gelingt das nicht wird man selber zum neuen Fuchs .",
            "Da durfte natürlich auch der \"böse Fuchs \" nicht fehlen."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "goose",
            "gęś"
        ],
        "ger_list": [
            "die Gans",
            "Auch sie wurde verzaubert und ist eigentlich keine Gans .",
            "Ich mag die mit der Gans drauf am liebsten.",
            "Es gibt unsere obligatorische Gans und das war es."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "dangerous",
            "niebezpieczny"
        ],
        "ger_list": [
            "gefährlich",
            "Ist das überhaupt machbar oder sogar gefährlich ?",
            "Sie spielten nicht nur unfair sondern auch gefährlich !",
            "Trotzdem waren auch wir nur ganz sporadisch gefährlich ."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "giraffe"
        ],
        "ger_list": [
            "die Giraffe",
            "Obwohl ihm die Giraffen irgendwie mehr gefallen haben.",
            "Und wie zeichnet man eine Giraffe am einfachsten?",
            "Papa Giraffe war etwas näher bei uns dran."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "shark",
            "rekin"
        ],
        "ger_list": [
            "der Hai",
            "Den anderen hat ihr der Hai genommen.",
            "Um die Haie ist es ganz schlecht bestellt.",
            "Überhaupt können sich die Haie über den Spielplan freuen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "hamster",
            "chomik"
        ],
        "ger_list": [
            "der Hamster",
            "Dabei brauchen wir doch dringend einen \" Hamster \".",
            "Daher brachte sie noch weitere vier Hamster .",
            "Nach langem Überlegen entschied ich mich für einen Hamster ."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "harmless",
            "nieszkodliwy"
        ],
        "ger_list": [
            "harmlos",
            "Diesmal ist es eher langatmig und harmlos .",
            "Das war von uns viel zu harmlos .",
            "Dort sind sie vollkommen normal und harmlos ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "horn",
            "róg"
        ],
        "ger_list": [
            "das Horn",
            "Es fehlt eigentlich nur noch das Horn .",
            "Sie hatten ein Horn und mussten sich immer wieder sammeln.",
            "Und jeder empfindet ein anderes Horn legendär."
        ],
        "hardness": 4
    },
    {
        "poleng_list": [
            "camel",
            "wielbłąd"
        ],
        "ger_list": [
            "das Kamel",
            "Wer mutig ist kann auf einem Kamel reiten.",
            "Jetzt ist das Kamel nicht mehr da.",
            "Ich komme mir vor wie ein Kamel !"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "lion",
            "lew"
        ],
        "ger_list": [
            "der Löwe",
            "Hier liegt noch alles drin für unsere Löwen .",
            "Aber unsere kleine Löwen haben sich davon nicht beeindrucken lassen.",
            "Der Löwe sei schneller und viel zu stark."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "penguin",
            "pingwin"
        ],
        "ger_list": [
            "der Pinguin",
            "Besonders gespannt waren wir auf die Pinguine .",
            "Ab und zu lassen sich sogar Pinguine bestaunen.",
            "Mit einem Pinguin hätte man hier nicht unbedingt gerechnet."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to ride",
            "jeździć konno"
        ],
        "ger_list": [
            "reiten",
            "Man kann da ja sehr schön reiten .",
            "Und irgendwann klappt auch das geradeaus reiten .",
            "Alle waren begeistert und wollen nun weiter reiten ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "mammal",
            "ssak"
        ],
        "ger_list": [
            "das Säugetier",
            "Von den auch hier einst heimischen Säugetieren blieb nichts erhalten.",
            "Diese fliegenden Säugetiere sind abends nur schwer zu entdecken.",
            "Wale kommen zuweilen als außergewöhnlich große Säugetiere daher."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "sheep",
            "owca"
        ],
        "ger_list": [
            "das Schaf",
            "Nur das Schaf hat es leider nicht überlebt.",
            "Allerdings gibt es auch hier \"schwarze Schafe \".",
            "Ich bin ganz angetan von den beiden Schafen ."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "turtle",
            "żółw"
        ],
        "ger_list": [
            "die Schildkröte",
            "Natürlich kann ich dir welche mit einer Schildkröte machen.",
            "Ist es sinnvoll eine oder zwei Schildkröten zu pflegen?",
            "Und jetzt tanzt auch endlich die Schildkröte ."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "snake",
            "wąż"
        ],
        "ger_list": [
            "die Schlange",
            "Es konnte aber keine Schlange gesichtet werden.",
            "Auch unsere lieben Schlangen können mal zu beißen.",
            "Heute habe ich die Schlange nicht gesehen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "butterfly",
            "motyl"
        ],
        "ger_list": [
            "der Schmetterling",
            "Über tausend Schmetterlinge können dort bewundert werden.",
            "Und eigentlich ist dieser Schmetterling ja ganz süß.",
            "Jetzt habe ich noch ein paar besondere Schmetterlinge gesehen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to sting",
            "kłuć, użądlić"
        ],
        "ger_list": [
            "stechen",
            "Mit 20 habe ich mir weitere stechen lassen.",
            "Willst du dir mal eins stechen lassen?",
            "Die stechen und das tut weh und juckt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "stripe",
            "pas, linia"
        ],
        "ger_list": [
            "der Streifen",
            "Über diesen Streifen darf man deswegen auch nicht bauen.",
            "Der Streifen von 1981 ist es nicht!",
            "Und dort gibt es den Streifen halt öfter."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "tiger",
            "tygrys"
        ],
        "ger_list": [
            "der Tiger",
            "Ein alter Tiger aber fühlt sich einsam.",
            "Doch plötzlich wird der kleine Tiger krank.",
            "Dabei waren die Tigers eigentlich gut gestartet."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "crazy, mentally ill",
            "szalony, zwariowany"
        ],
        "ger_list": [
            "verrückt",
            "Und man muss ein wenig verrückt sein.",
            "Da muss man doch ziemlich verrückt sein.",
            "Nicht dass ich mich hier ständig verrückt machen würde."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "whale",
            "wieloryb"
        ],
        "ger_list": [
            "der Wal",
            "Wir haben dann später doch noch zwei Wale gesichtet.",
            "Was fressen sie und wo leben Wale ?",
            "Vielleicht sieht er gleich noch einen Wal ."
        ],
        "hardness": 3
    }
]