[
    {
        "poleng_list": [
            "in particular, especially",
            "w szczególności"
        ],
        "ger_list": [
            "insbesondere",
            "Das gilt insbesondere auch für ein \"mal eben\" parken.",
            "Sie unterstützt mich insbesondere mental und motiviert mich.",
            "Ich insbesondere freue mich über jeden einzelnen davon!"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "any time"
        ],
        "ger_list": [
            "jederzeit",
            "Überall und jederzeit online abrufbar und obendrein kostenlos.",
            "Änderungen sind also bis dahin jederzeit möglich.",
            "Überweisungen werden so ganz einfach und jederzeit online getätigt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "meanwhile, in the meantime, by now",
            "tymczasem"
        ],
        "ger_list": [
            "mittlerweile",
            "Ist das normal und gesellschaftlich mittlerweile akzeptiert?",
            "Aber mittlerweile können wir wieder alles geben.",
            "Was mittlerweile eigentlich schon relativ selten ist."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "again"
        ],
        "ger_list": [
            "nochmals",
            "Hier sei allen nochmals herzlich danke dafür gesagt.",
            "Dafür möchten wir uns natürlich nochmals entschuldigen.",
            "Danke nochmals – was darf ich ausgeben?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "finally, at last, after all"
        ],
        "ger_list": [
            "schließlich",
            "Übungsleiter werden schließlich auch bei uns dringend gebraucht.",
            "Überzeugung verkauft schließlich immer noch am besten.",
            "Aber dafür werden sie ja auch schließlich vielerorts geliebt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "just now"
        ],
        "ger_list": [
            "soeben",
            "Von einer solchen ist mir soeben berichtet worden.",
            "Ich schaffe es gerade soeben pünktlich zu kommen.",
            "Auch seines ist dabei und erlischt soeben ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "still, furthermore"
        ],
        "ger_list": [
            "weiterhin",
            "Bis dahin muss weiterhin fleißig geprobt werden.",
            "Deshalb werde ich sie auch weiterhin behalten.",
            "Bis dahin heißt es weiterhin online bleiben."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "use, application of abstract techniques or medical treatments",
            "zastosowanie, aplikacja"
        ],
        "ger_list": [
            "die Anwendung",
            "Ähnliche Anwendungen kannte ich bisher nur kostenpflichtig.",
            "Über neue Anwendungen und weiteres ist nichts bekannt.",
            "Bei der zweiten Anwendung war nix mehr."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "section, category"
        ],
        "ger_list": [
            "die Rubrik",
            "Hier sollte eigentlich eine neue Rubrik aufgemacht werden.",
            "Heute starte ich mal ne neue Rubrik .",
            "Heute möchte ich mit einer neuen Rubrik anfangen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "comparison",
            "porównanie"
        ],
        "ger_list": [
            "der Vergleich",
            "Österreich steht im internationalen Vergleich sehr gut da.",
            "Über meine Vergleiche würde ich gerne berichten.",
            "Österreich liegt im internationalen Vergleich jedoch zurück."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "promotion, support"
        ],
        "ger_list": [
            "die Förderung",
            "Über eine Förderung in 2014 wird demnächst entschieden.",
            "Somit ist eine sinnvolle Förderung jederzeit garantiert.",
            "Dafür gibt\"s die volle staatliche Förderung ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "facility"
        ],
        "ger_list": [
            "die Anlage",
            "Bundesweit rund 900 Anlagen wollen gewartet sein.",
            "Die Anlage gibt es heute trotzdem noch.",
            "Mit dabei sind private und auch professionelle Anlagen ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "system"
        ],
        "ger_list": [
            "das System",
            "Überall sind die tollsten Systeme zu finden.",
            "Änderungen am System sind dabei nicht notwendig.",
            "Über das ganze System kann man sich streiten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "criterion"
        ],
        "ger_list": [
            "das Kriterium",
            "Das sollte aber nicht das entscheidende Kriterium sein.",
            "Hierzu gehört unter anderem auch das politische Kriterium .",
            "Letzteres gilt als wichtiges Kriterium für Ökostrom."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "example"
        ],
        "ger_list": [
            "das Beispiel",
            "Ähnliche Beispiele werden sicher viele nennen können.",
            "Ähnliche Beispiele ließen sich noch dutzende finden.",
            "Über eines der schönsten Beispiele habe ich ja bereits berichtet."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "loss",
            "strata"
        ],
        "ger_list": [
            "der Verlust",
            "Über diesen Verlust kam er nie hinweg.",
            "Über diesen Verlust sind wir sehr traurig.",
            "Über ihren beruflichen Verlust kommt sie nur sehr schwer hinweg."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "content",
            "zawartość"
        ],
        "ger_list": [
            "der Inhalt",
            "Über den Inhalt ist noch nichts bekannt.",
            "Über den Inhalt möchte ich nicht viel erzählen.",
            "Über den Inhalt wollte er sich noch nicht äußern."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "opening",
            "otwarcie"
        ],
        "ger_list": [
            "die Eröffnung",
            "Die Eröffnung ist nun für 2011 geplant.",
            "Hier wurde eine spanischen Eröffnung extrem scharf gespielt.",
            "Die Eröffnung war auch ganz toll verlaufen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "paragraph, section"
        ],
        "ger_list": [
            "der Abschnitt",
            "Über den nächsten Abschnitt sind wir dann weniger begeistert.",
            "Üblicherweise lassen sich aber einzelne Abschnitte recht gut zeichnen.",
            "Vielleicht ist auch dieser Abschnitt einfach übernommen worden?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "admission",
            "wstęp, wejście"
        ],
        "ger_list": [
            "der Eintritt",
            "Über den kostenfreien Eintritt informiert sie ungefragt.",
            "Nur der Eintritt ist selbst zu bezahlen.",
            "Und dann höchstwahrscheinlich auch wieder Eintritt dafür zahlen müssen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "mean, average"
        ],
        "ger_list": [
            "der Durchschnitt",
            "Österreich liegt hier über dem europäischen Durchschnitt .",
            "Der Durchschnitt macht es genau anders herum.",
            "Guter Durchschnitt ohne das böse zu meinen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "repair"
        ],
        "ger_list": [
            "die Reparatur",
            "Die alsbald fälligen Reparaturen kämen entschieden zu teuer.",
            "Deshalb war ich eigentlich verpflichtet die Reparatur selbst durchzuführen.",
            "Wir prüfen schnell und kostenfrei ob eine Reparatur möglich ist."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "share (part), proportion, stake",
            "udział"
        ],
        "ger_list": [
            "der Anteil",
            "Doch der Anteil könnte noch gesteigert werden.",
            "Bis 2014 soll dieser Anteil auf satte 14 % ansteigen.",
            "Ansonsten muss man zusehen wie man seinen Anteil finanziert."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "circulation, edition",
            "wydanie, nakład"
        ],
        "ger_list": [
            "die Auflage",
            "Sie forderten die zweite und dritte Auflage .",
            "Auch diese Auflage sei gegebenenfalls unbedingt einzuhalten.",
            "Auch die Auflage kann sich sehen lassen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "event (planned or unplanned)",
            "wydarzenie"
        ],
        "ger_list": [
            "das Ereignis",
            "Über tatsächliche Ereignisse würde ich mich freuen.",
            "Über weitere Ereignisse werden wir hier wie gewohnt berichten.",
            "Über dieses Ereignis werden wir morgen berichten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "remainder, remnant"
        ],
        "ger_list": [
            "der Rest",
            "Über den Rest können wir nichts mehr finden.",
            "Über den großen Rest ist noch nicht entschieden.",
            "Über den Rest kann nur spekuliert werden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "speed"
        ],
        "ger_list": [
            "die Geschwindigkeit",
            "Alles verändert sich ständig mit einer rasanten Geschwindigkeit .",
            "Das war teilweise wegen der Geschwindigkeit ziemlich nervig.",
            "Aber jetzt reicht es langsam mal mit der Geschwindigkeit ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "supply",
            "zaopatrzenie"
        ],
        "ger_list": [
            "die Versorgung",
            "Wie gut oder schlecht ist da die medizinische Versorgung ?",
            "Inzwischen kann man von einer flächendeckenden Versorgung sprechen.",
            "Allerdings hapert es hier noch mit der Versorgung ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "obligation, liability, duty",
            "zobowiązanie"
        ],
        "ger_list": [
            "die Verpflichtung",
            "Über eine Verpflichtung wurde noch nicht abschließend entschieden.",
            "Eine Verpflichtung kann jedoch nicht vorgenommen werden.",
            "Wir hetzen von einer Verpflichtung zur nächsten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "tradition"
        ],
        "ger_list": [
            "die Tradition",
            "Ägypten blickt auf eine uralte Tradition zurück.",
            "Ohne euch wäre diese schöne Tradition nicht möglich.",
            "Das ist historisch gewachsen und entspricht unseren Traditionen ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "agency"
        ],
        "ger_list": [
            "die Agentur",
            "Ähnlich halten es die anderen großen Agenturen .",
            "Oder haben die einfach eine schlechte Agentur ?",
            "Schließlich steckt nun auch eine vollständig neue Agentur dahinter."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "level"
        ],
        "ger_list": [
            "das Niveau",
            "Aber kann sie dieses Niveau auch halten?",
            "Endlich einigte man sich auf hohem Niveau .",
            "Das auf einem sehr hohen technischen und technologischen Niveau arbeitet?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "surface"
        ],
        "ger_list": [
            "die Oberfläche",
            "Optisch wirkt die Oberfläche sehr modern und funktionell.",
            "Technisch wurde die Oberfläche allerdings noch einmal verbessert.",
            "Doch auch auf scheinbar glatten Oberflächen gleiten sie zügig vorwärts."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "circumference, perimeter, girth, extent",
            "obwód"
        ],
        "ger_list": [
            "der Umfang",
            "Über den genauen Umfang bin ich mir noch nicht schlüssig.",
            "Über den Umfang soll 2014 entschieden werden.",
            "Über deren Umfang ist jedoch noch wenig bekannt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "idea",
            "picture, imagination",
            "performance (theater), showing (film)",
            "introduction (to people)"
        ],
        "ger_list": [
            "die Vorstellung",
            "Über eine Vorstellung würde ich mich sehr freuen.",
            "In seiner Vorstellung beherrscht er alles schon.",
            "Wie geht es dir bei dieser Vorstellung ?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "character (personality)"
        ],
        "ger_list": [
            "der Charakter",
            "Über manche Charakter habe ich mich schon sehr gewundert.",
            "Über die Charaktere kann man wohl kaum meckern.",
            "Beide Charaktere sind wie gewohnt liebenswert und einzigartig."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "lecture, talk",
            "wykład"
        ],
        "ger_list": [
            "der Vortrag",
            "Meinen Vortrag konnte ich aber wie geplant halten.",
            "Auf diesen Vortrag sind wir besonders gespannt.",
            "Das soll durch den Vortrag etwas klarer werden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "violence",
            "przemoc"
        ],
        "ger_list": [
            "die Gewalt",
            "Öffnen geht mit \"sanfter Gewalt \".",
            "Über zunehmende Gewalt dürfe man sich da nicht wundern.",
            "Deswegen macht es diese Gewalt nicht besser."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "reference, covering, purchasing"
        ],
        "ger_list": [
            "der Bezug",
            "Es hatte somit auch keinen aktuellen Bezug .",
            "Und hier stimmt der Bezug nicht wirklich.",
            "Es besteht nichtmal der geringste Bezug zur Überschrift."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "qualification"
        ],
        "ger_list": [
            "die Qualifikation",
            "Über die Qualifikation kann ich nicht viel sagen.",
            "An der inhaltlichen Qualifikation kann man sowieso nicht zweifeln.",
            "Deshalb werden nicht nur die Qualifikationen erfasst."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "danger"
        ],
        "ger_list": [
            "die Gefahr",
            "Überhaupt ist die Gefahr noch nicht vorüber.",
            "Es ist giftig und kann zur tödlichen Gefahr werden.",
            "Hierdurch sollen Gefahren erkannt und beseitigt werden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "material"
        ],
        "ger_list": [
            "das Material",
            "Überall kann man das Material dazu kostengünstig mieten oder kaufen.",
            "Über Material von dir würde ich mich sehr freuen!",
            "Über weiteres Material würde ich mich freuen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "round (e.g. in sport)"
        ],
        "ger_list": [
            "die Runde",
            "Ob es noch eine dritte Runde gibt?",
            "Doch ist er auch eine Runde weiter?",
            "So lief ich zwei kleinere Runden à 3 km."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "handling"
        ],
        "ger_list": [
            "der Umgang",
            "Über sich selbst und über den Umgang miteinander.",
            "Er war super im Umgang und konnte sich enorm bewegen.",
            "Oder doch der gesellschaftliche Umgang mit ihnen?"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "attitude, setting, employee recruitment",
            "nastawienie",
            "rekrutacja"
        ],
        "ger_list": [
            "die Einstellung",
            "Über die Einstellungen geht es schon mal nicht.",
            "Weshalb es sich hier eben nicht um eine Einstellung handelt.",
            "An der Einstellung lag es heute jedoch nicht."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "reception, recipience, arrival"
        ],
        "ger_list": [
            "der Empfang",
            "Fernseher klein und alt mit teilweise schlechten Empfang .",
            "Diese müssen abgeholt und für den Empfang muss unterschrieben werden.",
            "Dort wurden wir am Empfang super nett und freundliche empfangen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "approach, beginnings, start",
            "podejście"
        ],
        "ger_list": [
            "der Ansatz",
            "Ein guter Ansatz würde mir schon weiterhelfen.",
            "Hier ist auch der Ansatz \"groß\" zu denken.",
            "Insgesamt erscheint mir der Ansatz aber vielversprechend."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "entrance (to a building)"
        ],
        "ger_list": [
            "der Eingang",
            "Dann bleibt nichts anders übrig als am Eingang nochmals anzufangen.",
            "Über einen Steg gelangt man zum Eingang .",
            "Danach ging es dann weiter zum Eingang ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "completion, closure, ending, degree",
            "zakończenie"
        ],
        "ger_list": [
            "der Abschluss",
            "Dazu muss man dann allerdings auch den nötigen Abschluss haben.",
            "Zum Abschluss ist eine kleine Überraschung geplant.",
            "Einen bestimmten Abschluss dafür brauchst du nicht."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "cooperation"
        ],
        "ger_list": [
            "die Kooperation",
            "Wo sollte die europäische Kooperation verstärkt werden?",
            "Haben sie aus dieser langjährigen Kooperation eigentlich nichts gelernt?",
            "Dabei gehen sie beinahe immer Kooperationen ein."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "show, exhibition"
        ],
        "ger_list": [
            "die Schau"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "symbol"
        ],
        "ger_list": [
            "das Symbol",
            "Doch woher bekommt man solche schönen Symbole ?",
            "Es sind keine religiösen Symbole zu erkennen.",
            "Er fand das Symbol toll und hats einfach benutzt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "card, map"
        ],
        "ger_list": [
            "die Karte",
            "Über eine entsprechende Karte freue ich mich natürlich.",
            "Übrigens gab es keine einzige gelbe Karte .",
            "Um die Karten zu vergrößern bitte anklicken!"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "mediation, arrangement, negotiation"
        ],
        "ger_list": [
            "die Vermittlung",
            "Üblicherweise aber läuft die Vermittlung online ab.",
            "Über eine Vermittlung würde ich mich sehr freuen.",
            "Das wird nicht einfach mit einer Vermittlung ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "case, instance"
        ],
        "ger_list": [
            "der Fall",
            "Überall scheint das allerdings nicht der Fall zu sein.",
            "Überraschungen sind hier auf jeden Fall garantiert.",
            "Üben zuhause ist damit auf jeden Fall drin."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "alien",
            "kosmita"
        ],
        "ger_list": [
            "der Außerirdische",
            "Noch haben sie die Außerirdischen dort nicht entdeckt.",
            "Es ist ein bisschen wie einem Außerirdischen zu begegnen.",
            "Dort könnt ihr euch dann von Außerirdischen begeistern lassen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "dimension"
        ],
        "ger_list": [
            "die Dimension",
            "Mord wäre da eine ganz andere Dimension .",
            "Kannst du das auf eine einzige Dimension einschränken?",
            "An den Dimensionen soll sich nicht viel ändern."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "dragon"
        ],
        "ger_list": [
            "der Drache",
            "Naja der Drache sieht eigentlich nicht schlecht aus.",
            "Der Drache lebt und stirbt und lebt und stirbt.",
            "Das hatte der Drache natürlich nicht erwartet."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "unicorn"
        ],
        "ger_list": [
            "das Einhorn",
            "Ich möchte gerne auf einem Einhorn reiten.",
            "Besonders das niedliche kleine Einhorn hat ihr gefallen.",
            "Zum Einhorn kann ich leider immer noch nichts sagen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to discover",
            "odkryć"
        ],
        "ger_list": [
            "entdecken",
            "Überall gibt es etwas zu sehen und zu entdecken .",
            "Überall gibt es was zu entdecken und zu staunen.",
            "Überall gibt es etwas neues zu entdecken ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "the galaxy"
        ],
        "ger_list": [
            "die Galaxie",
            "Über tausend Galaxien gibt es und tausende von Spielern.",
            "Und daraus sind dann alle Galaxien entstanden.",
            "Er wird auf die jeweilige Galaxie individuell zugeschnitten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "witch"
        ],
        "ger_list": [
            "die Hexe",
            "Hier wohnt niemand anderes als die böse Hexe .",
            "Dort mussten sie für die Hexe arbeiten.",
            "Ohne Übung kommt eine Hexe übrigens auch nicht aus."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "magic"
        ],
        "ger_list": [
            "die Magie",
            "Die neutrale Magie hingegen gibt es kaum.",
            "Dies hat jedoch mit der klassischen Magie wenig zu tun.",
            "So und nicht anders sieht es mit der Magie aus."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "magical",
            "magiczny"
        ],
        "ger_list": [
            "magisch",
            "Denn dieses ist magisch und kann zu leuchten anfangen.",
            "Glitzer hat mich schon immer magisch angezogen.",
            "Was es mit der magischen 17 auf sich hat?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "planet"
        ],
        "ger_list": [
            "der Planet",
            "Dummerweise sind diese über den gesamten Planeten verstreut.",
            "Auf unserem Planeten ist vieles miteinander verbunden.",
            "Und dann begegnet ihm der goldene Planet ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "spaceship",
            "statek kosmiczny"
        ],
        "ger_list": [
            "das Raumschiff",
            "Sie sind soeben mit dem Raumschiff gelandet?",
            "Diese sind sehr zahlreich und stärken das Raumschiff erheblich.",
            "Dein Raumschiff ist dir noch nicht schnell genug?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to save (rescue)"
        ],
        "ger_list": [
            "retten",
            "Du kannst aber nur einen von beiden retten .",
            "Doch zu retten gab es nichts mehr.",
            "Lasst uns gemeinsam kämpfen um es zu retten ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "unbelievable, incredible",
            "niewiarygodne"
        ],
        "ger_list": [
            "unglaublich",
            "Sie hängen sehr aneinander und harmonieren unglaublich gut.",
            "Er ist unglaublich clever und hat sich immer teuer verkauft.",
            "Es ist unglaublich wie das passieren konnte."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to disappear"
        ],
        "ger_list": [
            "verschwinden",
            "Schmerzen treten auf und wollen nicht verschwinden ?",
            "Was kann ich tun damit sie verschwinden .",
            "Menschen verschwinden oder werden angegriffen und lebensgefährlich verletzt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to transform",
            "przeobrażać"
        ],
        "ger_list": [
            "verwandeln",
            "Du wirst dich verwandeln und ganz klein werden.",
            "Aber ich kann mich auch noch anders verwandeln .",
            "Und dass sie sich so schnell verwandeln könnten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "(outer) space",
            "kosmos",
            ""
        ],
        "ger_list": [
            "der Weltraum",
            "Schließlich soll sich im einsamen Weltraum niemand verlassen fühlen.",
            "Was ist Weltraum und wie kalt ist es dort?",
            "Und schon sind wir wieder im Weltraum gelandet."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "time machine"
        ],
        "ger_list": [
            "die Zeitmaschine",
            "Kann man aus ihnen eine \" Zeitmaschine \" bauen?",
            "Dabei wirkt sie oft wie eine Zeitmaschine .",
            "Und er hat doch tatsächlich eine Zeitmaschine gebaut."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "time travel"
        ],
        "ger_list": [
            "die Zeitreise",
            "Genau deshalb möchte ich mit euch eine kleine Zeitreise machen.",
            "Irgendwie ein schöne und keineswegs langweilige Zeitreise zurück.",
            "Ich hatte mich auf eine Zeitreise begeben."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "those (indirect object), which, what, whom"
        ],
        "ger_list": [
            "denen",
            "Produktionen auf denen ich mitgewirkt habe sind oben aufgeführt.",
            "Das kann doch nicht wirklich denen ihr ernst sein.",
            "Nach denen hatte ich schon länger gesucht."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "whose (feminine,plural)"
        ],
        "ger_list": [
            "deren",
            "Über deren Vorbereitung werden wir regelmäßig informieren.",
            "Auf der zweiten waren es deren drei.",
            "Ab 2013 werden es noch deren 78 sein."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "whose (masculine,neutral)"
        ],
        "ger_list": [
            "dessen",
            "Statt dessen hat er sich deutlich erhöht.",
            "Heute kann man sich dessen nicht immer ganz sicher sein.",
            "Sie wollte sie aufgrund dessen nicht mehr länger haben!"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "philosophy"
        ],
        "ger_list": [
            "die Philosophie",
            "Und diese Philosophie werden wir weiter leben.",
            "Das haben wir zu unsere Philosophie gemacht.",
            "Außerdem habe ich sehr viel Philosophie gelesen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "optimist"
        ],
        "ger_list": [
            "der Optimist",
            "Die Optimisten könnten aber bald wieder zurückkehren.",
            "Doch daran glauben wohl selbst die größten Optimisten nicht.",
            "Wenn die Optimisten sich da mal nicht täuschen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "pessimist"
        ],
        "ger_list": [
            "der Pessimist",
            "All die Pessimisten sollten sich aber getäuscht haben.",
            "Aber das ist den Pessimisten zu wenig.",
            "Und zum Pessimisten werde ich deshalb nicht."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "skeptical"
        ],
        "ger_list": [
            "skeptisch",
            "Zunächst war ich selbst ein bisschen skeptisch .",
            "Spätestens hier hätte ich schon skeptisch sein sollen.",
            "Jedoch bin ich noch skeptisch ob das hält."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "consciousness"
        ],
        "ger_list": [
            "das Bewusstsein",
            "Dazu müssen sie jedoch zunächst ins Bewusstsein gerufen werden.",
            "Sie steigt immer weiter und verliert schließlich das Bewusstsein .",
            "Auch zuhause ist das neue Bewusstsein präsent."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "reality",
            "rzeczywistość"
        ],
        "ger_list": [
            "die Wirklichkeit",
            "Über die Wirklichkeit selbst kann letztlich nichts gesagt werden.",
            "Doch die Wirklichkeit sieht oft ganz anders aus.",
            "Naja es entspricht einfach der Wirklichkeit leider."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "true"
        ],
        "ger_list": [
            "wahr",
            "Er realisiert erst was wahr als es längst vorbei ist.",
            "Nur nehmen wir sie nicht immer als solche wahr .",
            "Das klingt zu schön um wahr zu sein?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to publish"
        ],
        "ger_list": [
            "veröffentlichen",
            "Würden sie es wissen würden sie es veröffentlichen .",
            "Diese werden wir sobald sie uns vorliegt veröffentlichen .",
            "Wir werden diesen dann für sie veröffentlichen ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to search through"
        ],
        "ger_list": [
            "durchsuchen",
            "Dieser soll nun übersichtlicher sein und sich leichter durchsuchen lassen.",
            "Sie durchsuchen das Archiv für 25€.",
            "Kann ich die Seiten auch automatisch durchsuchen lassen?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to send"
        ],
        "ger_list": [
            "senden",
            "Bitte bitte wieder zur alten zeit senden .",
            "Sie können uns auch eine mail senden .",
            "Mal schaun wann man die senden wird."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to depict",
            "przedstawiać"
        ],
        "ger_list": [
            "darstellen",
            "Ich kann nur das lückenlos darstellen was überliefert wurde.",
            "So kann ich mich noch besser darstellen .",
            "So wollte ich es anfangs auch darstellen ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "conductor (orchestra)",
            "dyrygent"
        ],
        "ger_list": [
            "der Dirigent",
            "Aber ohne den Dirigenten war dies nicht möglich.",
            "Dabei gestalteten die Dirigenten das sehr unterschiedlich.",
            "Es gibt heute zweifellos sehr gute junge Dirigenten ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "flute"
        ],
        "ger_list": [
            "die Flöte",
            "Aber die Flöte setzte sich weiter durch.",
            "Stein und Flöte kenn ich von früher.",
            "Links macht er das in eine Flöte hinein."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "violin",
            "skrzypce"
        ],
        "ger_list": [
            "die Geige",
            "Ich sagte ja und dass ich auch Geige spielen wolle.",
            "Ich war völlig fasziniert von der Geige !",
            "Da spielt ja jetzt nicht mehr die erste Geige !"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "piano",
            "fortepian"
        ],
        "ger_list": [
            "das Klavier",
            "Noten sind auf dem Klavier sehr einfach und direkt umzusetzen.",
            "Dabei begleite ich mich selber am Klavier .",
            "Natürlich kann sie auch überhaupt nicht Klavier spielen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to sound",
            "brzmieć"
        ],
        "ger_list": [
            "klingen",
            "Kommunalpolitik mag sehr trocken und eher banal klingen .",
            "Denkt das das nicht gut klingen kann?",
            "Sie klingen professionell und vorallem nicht nach Österreich."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "the composer",
            "kompozytor"
        ],
        "ger_list": [
            "der Komponist",
            "Und vermutlich auch bei den meisten Komponisten .",
            "So wirst du selbst zum experimentellen Komponisten .",
            "Privat versuchte er sich auch als Komponist ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "melody"
        ],
        "ger_list": [
            "die Melodie",
            "Hier könnte man obendrein unter mehreren verschiedenen Melodien auswählen.",
            "Die Melodien drehen sich und drehen sich.",
            "Wirklich große Melodien gibt es hier nicht."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "opera"
        ],
        "ger_list": [
            "die Oper",
            "Insgesamt war die Oper recht süß inszeniert.",
            "Die Oper sollte man sehen und selbst nachzudenken.",
            "Dieser kommt dann auch für eine Oper zu schwach daher."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "orchestra"
        ],
        "ger_list": [
            "das Orchester",
            "Ich bin irgendwie total fasziniert von diesem Orchester !",
            "Oder wird es weder live noch mit Orchester sein?",
            "Da hat das Orchester endlich was zu lachen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "male singer"
        ],
        "ger_list": [
            "der Sänger",
            "Ich find die beiden Sänger auch absolut genial.",
            "Ebenso darf man sich als Sänger versuchen.",
            "Ob der Sänger da aber auch zugehört?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "female singer"
        ],
        "ger_list": [
            "die Sängerin",
            "Immerhin fühlt sich die Sängerin fit und gesund.",
            "Wie hält sich die sexy Sängerin fit?",
            "Musikalisch lassen wir uns von einer jungen Sängerin verwöhnen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "drum"
        ],
        "ger_list": [
            "die Trommel",
            "Das Trommeln kommt entweder von ganz oben oder von hinten.",
            "Die Trommeln ließen sie immer schneller und noch wilder tanzen.",
            "Hier können alle Trommeln angesehen und ausprobiert werden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to conduct (an orchestra)",
            "to channel"
        ],
        "ger_list": [
            "dirigieren",
            "Dann versuchte er selbst einmal zu dirigieren .",
            "Dank denen, die motivieren und dirigieren .",
            "Sie lernen ihren eigenen Willen zu dirigieren !"
        ],
        "hardness": 1
    }
]