[
    {
        "poleng_list": [
            "guitar"
        ],
        "ger_list": [
            "die Gitarre",
            "Egal ob eine Gitarre angehängt ist oder nicht.",
            "Wer durfte alles auf der Gitarre spielen.",
            "Oder von mir aus auch eine Gitarre ?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "exhibition"
        ],
        "ger_list": [
            "die Ausstellung",
            "Zu sehen ist die Ausstellung bis zum 5.",
            "Diesmal habe ich es geschafft und mir die Ausstellung angeschaut.",
            "Von der Ausstellung war ich auch total begeistert."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "gallery"
        ],
        "ger_list": [
            "die Galerie",
            "Ältere Galerien werden von uns sukzessive gelöscht.",
            "Ausserdem gibt es ein paar völlig neue Galerien .",
            "Auch diese Galerie darf dort gerne erweitert werden."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "studio"
        ],
        "ger_list": [
            "das Studio",
            "KEIN anderes Studio hat sich sowas leisten können!",
            "Diesmal wurde es von draußen ins Studio verlagert.",
            "So hat es mich auch wieder ins Studio verschlagen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "musician"
        ],
        "ger_list": [
            "der Musiker",
            "Über 30 Musiker haben sich ihr inzwischen angeschlossen.",
            "Über die Musiker brauche ich wohl kaum was zu sagen.",
            "Aber ist schon erstaunlich wie solche Musiker einfach vergessen werden."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "art"
        ],
        "ger_list": [
            "die Kunst",
            "Über Kunst kann man halt nicht streiten!",
            "Kein \"ist das Kunst oder kann das weg?",
            "Ist das Kunst oder kann das weg?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "instrument"
        ],
        "ger_list": [
            "das Instrument",
            "Über kein anderes Instrument wurde so viel geschrieben.",
            "Jedes der einzelnen Instrumente ist gut zu hören.",
            "Oft sind solche Instrumente aber wertlos und klingen bescheiden."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "theater"
        ],
        "ger_list": [
            "das Theater",
            "Ähnlich verhält es sich mit dem Theater .",
            "Daneben gibt es noch einige kleinere Theater .",
            "Zwischenzeitlich hatte ich mit dem Theater abgeschlossen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "culture"
        ],
        "ger_list": [
            "die Kultur",
            "Ängste vor anderen Kulturen werden gegenseitig abgebaut.",
            "Fremde Kulturen haben uns seit jeher bereichert und inspiriert.",
            "Aber was für eine Kultur ist das?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "artist"
        ],
        "ger_list": [
            "der Künstler",
            "Über 1000 junge Künstler traten seither hier auf.",
            "Über den Künstler selbst ist wenig bekannt.",
            "Über sich selbst spricht der Künstler nur wenig."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "to paint"
        ],
        "ger_list": [
            "malen",
            "Kinder malen wie sie helfen können\".",
            "Sie müssen hierzu nicht \" malen können\".",
            "Kinder können wie immer bei uns kostenlos malen und basteln."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "music"
        ],
        "ger_list": [
            "die Musik",
            "Über die Musik kann man dann streiten.",
            "Übrigens haben wir auch für Musik gesorgt.",
            "Überhaupt wird die Musik nicht zu kurz kommen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "start, beginning"
        ],
        "ger_list": [
            "der Start",
            "Über einen Start in Österreich ist aktuell nichts bekannt.",
            "Der Start wird morgen aber schon sehr wichtig sein.",
            "Aber der Start erweist sich als problemlos."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "music instrument"
        ],
        "ger_list": [
            "das Musikinstrument",
            "Wir haben uns auf seltene und ungewöhnliche Musikinstrumente spezialisiert.",
            "Das gilt auch und besonders für Musikinstrumente .",
            "Schöne Musikinstrumente haben mich schon immer interessiert und fasziniert."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "production, direction (film/theatre)"
        ],
        "ger_list": [
            "die Regie",
            "Anne hat professionell und entspannt Regie geführt.",
            "Die Regie hat sich jedoch nicht verbessert.",
            "Dabei werden sie von einer professionellen Regie unterstützt."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "film"
        ],
        "ger_list": [
            "der Film",
            "Über einen richtig guten Film denkt man hinterher noch nach.",
            "Übrigens ist der Film echt zu empfehlen!",
            "Über den Film selbst muss ich euch nicht viel erzählen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "model"
        ],
        "ger_list": [
            "das Modell",
            "Über die verschiedenen Modelle wird hier demnächst ausführlicher berichtet.",
            "Hier werden immer die aktuellsten Modelle getestet vorgestellt.",
            "Sie wollen wissen um welche Modelle es sich jeweils handelt?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "blueprint, concept, draft, design"
        ],
        "ger_list": [
            "der Entwurf",
            "Nur würde mir sein Entwurf auch gefallen?",
            "Aktuell ist gestern nacht ein erster Entwurf entstanden.",
            "Euer Entwurf muss aufgedruckt werden und und und."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "photography"
        ],
        "ger_list": [
            "die Fotografie",
            "Ähnlich verhält es sich mit der Fotografie .",
            "Dadurch ist und wird es nicht weniger eine Fotografie .",
            "Erst 2005 habe ich die Fotografie neu entdeckt."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "collection"
        ],
        "ger_list": [
            "die Sammlung",
            "Ob wir diese persönliche Sammlung noch ergänzen wollten?",
            "Es hat dort ein paar sehr interessante Sammlungen .",
            "Die Sammlung kann täglich außer montags besichtigt werden."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "design"
        ],
        "ger_list": [
            "das Design",
            "Über das Design kann noch nichts genaues angenommen werden.",
            "Über das Design kann man natürlich wie immer streiten!",
            "Aber manchmal geht das Design auch total daneben."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "critique, review"
        ],
        "ger_list": [
            "die Kritik",
            "Über Kritik sind wir froh jedoch nicht wenn sie beleidigt!",
            "Wobei natürlich konstruktive Kritik immer gewünscht ist.",
            "Scheinbar kann man hier mit Kritik nicht umgehen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "literature"
        ],
        "ger_list": [
            "die Literatur",
            "Tipps über Übungen oder weiterführende Literatur ist nicht dabei.",
            "Aber vielleicht hat genau das der jungen deutschen Literatur gefehlt.",
            "Wie werte ich Literatur am besten aus?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "song"
        ],
        "ger_list": [
            "das Lied",
            "Ähnlich sieht es beim nächsten Lied aus.",
            "Â oder ein uns noch unbekanntes Lied ?",
            "Ich habe mich mit den Liedern sofort wohl gefühlt."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "museum"
        ],
        "ger_list": [
            "das Museum",
            "Überhaupt das ganze Museum ist einfach toll.",
            "Und wann gehen wir wieder ins Museum ?",
            "Alles andere ist da wohl langsam was fürs Museum ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "jazz"
        ],
        "ger_list": [
            "der Jazz",
            "Musikalisch ist das schlicht und einfach Jazz .",
            "Ich fand ja Jazz früher auch komisch.",
            "So verbissen wollte ich den Jazz nicht mehr betreiben."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "stage (for performance)"
        ],
        "ger_list": [
            "die Bühne",
            "Ähnlich viel war auf der Bühne los.",
            "Und schon wird auf der Bühne gekämpft.",
            "Und dann kamen die beiden auf die Bühne ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "dance"
        ],
        "ger_list": [
            "der Tanz",
            "Wie kann sich das besser verbinden als im Tanz ?",
            "Oder dürfen wir dich zum Tanz bitten?",
            "Dort ging es um neun mit einem gemeinsamen Tanz los."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "fashion"
        ],
        "ger_list": [
            "die Mode",
            "Sie wollte ihre Mode der Öffentlichkeit präsentieren.",
            "Ich empfehle es allen Mode begeisterten von uns!",
            "Die Mode entwickelt sich immer weiter und weiter."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "concert"
        ],
        "ger_list": [
            "das Konzert",
            "Über vierzig Konzerte haben die sechs gespielt.",
            "Momentan findet das fast nur auf Konzerten statt.",
            "Grund war ein für uns besonderes Konzert ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "frame, framework"
        ],
        "ger_list": [
            "der Rahmen",
            "Über einen solchen Rahmen hatte ich dann lange nachgedacht.",
            "Bildschirm und Rahmen sind optisch nicht mehr voneinander zu trennen.",
            "Es hält sich aber noch im Rahmen ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "camera"
        ],
        "ger_list": [
            "die Kamera",
            "Überall sind Kameras und alle sind aufgeregt.",
            "Ältere Kameras dürfen noch in einer Übergangszeit benutzt werden.",
            "Gelegentlich fotografiere ich mit meiner analogen Kamera ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "cinema"
        ],
        "ger_list": [
            "das Kino",
            "Wir haben gegrillt und waren im Kino .",
            "Ins Kino gehe ich übrigens auch gerne.",
            "So kann ich öfters \" Kino \" genießen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "documentation, documentary"
        ],
        "ger_list": [
            "die Dokumentation",
            "Dadurch wird eine genaue und aufeinander abgestimmte Dokumentation möglich.",
            "Habt ihr diese Dokumentation vielleicht selbst schon gesehen?",
            "Aber die Dokumentationen finde ich wirklich gut."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "activity, job, operation"
        ],
        "ger_list": [
            "die Tätigkeit",
            "Sich durch die Tätigkeit persönlich weiter zu entwickeln!",
            "Sie darf jedoch keine medizinischen Tätigkeiten ausführen.",
            "Deshalb freue ich mich sehr auf meine neue Tätigkeit ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "actor"
        ],
        "ger_list": [
            "der Schauspieler",
            "Übrigens werden auch einige bekannte Schauspieler mit dabei sein.",
            "Über die Schauspieler möchte ich eigentlich nichts schreiben.",
            "Überdies sind auch die Schauspieler nicht genug zu loben."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "football"
        ],
        "ger_list": [
            "der Fußball",
            "Österreich war sogar halbwegs gut im Fußball .",
            "Über Fußball kann man immer stundenlang diskutieren.",
            "Über Fußball lässt es sich schon angenehmer plaudern."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "swimming pool"
        ],
        "ger_list": [
            "das Schwimmbad",
            "Es dauerte nicht lange bis wir im Schwimmbad waren.",
            "Ich liebe es ins Schwimmbad zu gehen.",
            "Auf was muss ich im Schwimmbad achten?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "ball"
        ],
        "ger_list": [
            "der Ball",
            "Manche legen sich sogar mit dem Ball schlafen.",
            "Gespannt wartet er dort auf den Ball .",
            "Nun heisst es aber weiter am Ball bleiben."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "activity"
        ],
        "ger_list": [
            "die Aktivität",
            "Überall kann man ganz leicht Aktivitäten buchen.",
            "Über die jeweilige Aktivität sagt dies allerdings nichts aus.",
            "Nach den vielen Aktivitäten waren wir sehr hungrig!"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "German football league"
        ],
        "ger_list": [
            "die Bundesliga",
            "Aber morgen geht die Bundesliga endlich wieder los!",
            "Damit kann die Bundesliga kostenlos verfolgt werden.",
            "Hoffentlich nur kann die Bundesliga bald wieder ruhig schlafen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "viewer, spectator"
        ],
        "ger_list": [
            "der Zuschauer",
            "Über zahlreiche Zuschauer würden wir uns natürlich wie immer freuen.",
            "Über ein paar Zuschauer würden diese sich sehr freuen.",
            "Über ein paar Zuschauer würden sie sich sehr freuen!"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "sport"
        ],
        "ger_list": [
            "der Sport",
            "So ist das im Sport aber immer wieder.",
            "Der \" Sport \" wird eindeutig überbewertet.",
            "Und das müsse noch nicht einmal Sport sein."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "tennis"
        ],
        "ger_list": [
            "das Tennis",
            "Soll ich oder soll ich nicht – Tennis spielen.",
            "Er spielt Tennis und reitet sehr gern.",
            "Sie spielen gerne Tennis oder möchten damit beginnen?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "victory"
        ],
        "ger_list": [
            "der Sieg",
            "Über den Sieg freue ich mich natürlich sehr.",
            "Über den Sieg freuten wir uns sehr.",
            "Über die beiden Siege freue ich mich natürlich sehr."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "league"
        ],
        "ger_list": [
            "die Liga",
            "Es könnte doch noch klappen mit der ersten Liga .",
            "In dieser Liga wird das sofort bestraft.",
            "Dadurch wird die Liga interessanter und spannender."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "team"
        ],
        "ger_list": [
            "das Team",
            "Etwas neues gibt es auch im Team selbst zu berichten.",
            "Jeder einzelne im Team konnte sich steigern.",
            "Er wird von einem Team aus ehrenamtlichen unterstützt."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "ski"
        ],
        "ger_list": [
            "der Ski",
            "Sie fühlen sich auf Skiern nicht wirklich wohl?",
            "Vorher stand sie nie auf den Skiern .",
            "Die Ski nehme ich aber vorsichtshalber doch mit."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "participation, attendance"
        ],
        "ger_list": [
            "die Teilnahme",
            "Über eine zahlreiche Teilnahme würden wir uns sehr freuen.",
            "Über eine zahlreiche Teilnahme würden wir uns freuen.",
            "Über ihre Teilnahme würden wir uns sehr freuen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "movement, flow"
        ],
        "ger_list": [
            "die Bewegung",
            "Überraschend gut gelingen ihm mittlerweile runde Bewegungen .",
            "Überhaupt komme es auf die richtige Bewegung an.",
            "Denn jede Bewegung könnte jetzt falsch sein."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "free time"
        ],
        "ger_list": [
            "die Freizeit",
            "Übrigens tun sie das nicht nur in ihrer Freizeit .",
            "Überhaupt ist sie in ihrer Freizeit sehr aktiv.",
            "In der knappen Freizeit malt und singt sie gerne."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "game"
        ],
        "ger_list": [
            "das Spiel",
            "Über dieses Spiel ist wirklich schon genug geschrieben worden.",
            "Über das Spiel ist wenig zu sagen.",
            "Über das dritte Spiel braucht man nicht viel zu schreiben."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "hobby"
        ],
        "ger_list": [
            "das Hobby",
            "Manch einer tut sich mit diesem Hobby sehr schwer.",
            "Jedes dieser beiden Hobbys motiviert mich für das andere.",
            "Freunde reagierten anfangs skeptisch auf sein neues Hobby ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "the player"
        ],
        "ger_list": [
            "der Spieler",
            "Über 70% unserer Spieler wurden von uns ausgebildet und gefördert.",
            "Über zahlreiche \"neue\" Spieler wären wir sehr erfreut.",
            "Ich weiß das unsere Spieler das können."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "team"
        ],
        "ger_list": [
            "die Mannschaft",
            "Überhaupt ist das Überleben der Mannschaft noch nicht gesichert.",
            "Über zahlreiche Unterstützung würde sich die Mannschaft freuen.",
            "Wir spielten immer mit einer gemischten Mannschaft ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "the bet"
        ],
        "ger_list": [
            "die Wette",
            "Für gewöhnlich gewinne ich solche Wetten immer.",
            "Wie wäre es mit einer kleinen Wette ?",
            "Und wie steht es um die Wetten ?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "to bet"
        ],
        "ger_list": [
            "wetten",
            "Ich würde da nicht gegen mich wetten .",
            "Darauf würde ich 5 zu 1 wetten .",
            "Heutzutage kann man dort schon auf alles mögliche wetten ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "to be valid, to apply"
        ],
        "ger_list": [
            "gelten",
            "Noch hat er als unschuldig zu gelten .",
            "Doch nun soll dies nicht mehr gelten .",
            "Sie gelten als sehr intelligent und neugierig."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "president"
        ],
        "ger_list": [
            "der Präsident",
            "Über einen neuen Präsidenten wird 2012 entschieden.",
            "Und die können sich gleich einen neuen Präsidenten wählen.",
            "Wie er den Präsidenten spielte – einfach genial!"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "the party (political party)"
        ],
        "ger_list": [
            "die Partei",
            "Ähnlich klingt es bei anderen deutschen Parteien .",
            "Trotzdem finde ich diese Partei irgendwie schon spannend.",
            "Sie waren einfach nur stolz auf ihre Partei ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "the authority"
        ],
        "ger_list": [
            "die Behörde",
            "Ähnlich streng sind auch die französischen Behörden .",
            "Ämter und Behörden müssen über die Änderung nicht informiert werden.",
            "Also ging ich zu den Behörden zu melden."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "might, power, strength"
        ],
        "ger_list": [
            "die Macht"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "success"
        ],
        "ger_list": [
            "der Erfolg",
            "Über diesen riesigen Erfolg gilt es sich zu freuen.",
            "Über seinen Erfolg freuen konnte er sich freilich dennoch.",
            "Über diesen Erfolg hat sie sich und wir riesig gefreut."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "contract, agreement"
        ],
        "ger_list": [
            "der Vertrag",
            "Ein Vertrag lohnt sich für mich einfach nicht.",
            "Der Vertrag kann grundsätzlich nicht einseitig gelöst werden.",
            "So kann jedem ein passender Vertrag zugesichert werden."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "administration"
        ],
        "ger_list": [
            "die Verwaltung",
            "Über die tatsächliche Struktur der Verwaltung wurde nie viel berichtet.",
            "In der öffentlichen Verwaltung wird engagiert und gut gearbeitet.",
            "Sie ist verantwortlich für unsere gesamte Verwaltung ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "voice, vote"
        ],
        "ger_list": [
            "die Stimme",
            "Über 90 % der abgegebenen Stimmen sagt doch alles.",
            "Überall hörte man Stimmen und doch konnte man niemand sehen.",
            "Übrigens gibt es auch ein paar kritische Stimmen ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "politics"
        ],
        "ger_list": [
            "die Politik",
            "Ähnlich vorsichtig sollte man in der Politik agieren.",
            "Wohl dem der sich nicht für Politik interessiert.",
            "Dasselbe trifft auf die europäische Politik zu."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "interest"
        ],
        "ger_list": [
            "das Interesse",
            "Über ein zahlreiches Interesse würde ich mich sehr freuen!",
            "Über weiteres Interesse würde ich mich sehr freuen.",
            "Über das zunehmende Interesse freuen wir uns sehr!"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "republic"
        ],
        "ger_list": [
            "die Republik",
            "Doch die Republik wird nicht nur von außen angegriffen.",
            "Davon sollte sich die Republik nie wieder erholen.",
            "Die Republik hat sich seit 1990 rasant verändert."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "king"
        ],
        "ger_list": [
            "der König",
            "Dem König ist das gar nicht recht.",
            "Deshalb wolle er auch nicht König werden.",
            "Frösche fand ich viele aber Könige noch nicht."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "queen"
        ],
        "ger_list": [
            "die Königin",
            "Und die Königin weiß wovon sie spricht.",
            "So zu letzt noch die böse Königin .",
            "Was sagt da wohl die Königin zu?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "fight, struggle, contest"
        ],
        "ger_list": [
            "der Kampf",
            "Es ist ein Kampf ums nackte Überleben.",
            "Diesen Kampf zu gewinnen erwies sich als unmöglich.",
            "Du willst auf einen offenen Kampf verzichten?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "approval, authorization, permission"
        ],
        "ger_list": [
            "die Genehmigung",
            "Über die Genehmigung dafür wird bald gesprochen.",
            "Dafür braucht man eine Genehmigung und muss unterschreiben.",
            "Diesen möchte ich mit seiner Genehmigung hier veröffentlichen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "state"
        ],
        "ger_list": [
            "der Staat",
            "Änderungen innerhalb des gesamten Staates müssen folgen.",
            "Ändern wird sich in diesem Staat nichts mehr.",
            "Wir und der Staat – das klappt nicht sehr gut."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "election, choice"
        ],
        "ger_list": [
            "die Wahl",
            "Das geht auch nach der Wahl weiter.",
            "Aber ich habe meine Wahl bereits getroffen.",
            "Die Wahl hätte grösser und aufwendiger werden sollen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "law"
        ],
        "ger_list": [
            "das Gesetz",
            "Doch auch das ist nach dem Gesetz streng verboten.",
            "Ist das irgendwie mit dem Gesetz vereinbar?",
            "Heine hingegen hält das Gesetz für wenig gelungen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "government"
        ],
        "ger_list": [
            "die Regierung",
            "Ähnlich ergeht es jetzt der griechischen Regierung .",
            "Die Regierungen haben seit 2003 mehrfach gewechselt.",
            "Daran wird sich die Regierung selbstverständlich halten."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "ministry"
        ],
        "ger_list": [
            "das Ministerium",
            "Und der wurde jetzt vom Ministerium ausgezeichnet.",
            "Vielleicht dürfen wir dieses mal was aus ihrem Ministerium erwarten.",
            "Das Ministerium hat die noch nicht einmal geprüft."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "right, law"
        ],
        "ger_list": [
            "das Recht"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "war"
        ],
        "ger_list": [
            "der Krieg",
            "Üben wird man nicht mehr zum Krieg .",
            "Was ein Krieg nicht alles möglich macht!",
            "Es gibt heutzutage nicht weniger Kriege als früher."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "peace"
        ],
        "ger_list": [
            "der Frieden",
            "Denn Frieden hat sich über alles gelegt.",
            "Haben wir dort inzwischen den besseren Frieden ?",
            "Allerdings herrscht momentan \" Frieden \" zwischen ihnen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "instruction (as in rule or order)"
        ],
        "ger_list": [
            "die Vorschrift",
            "Trotzdem müssen hier mehr Vorschriften beachtet werden.",
            "Dabei sollte man die regionalen Vorschriften beachten.",
            "Dabei werden sie selbstverständlich gemäß den gesetzlichen Vorschriften behandelt."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "to choose"
        ],
        "ger_list": [
            "wählen",
            "Ich bin nicht bereit das \"kleinere Übel\" zu wählen .",
            "Weiß aber nicht zwischen welchen ich wählen kann.",
            "Die sollte man weder heiraten noch wählen ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "influence"
        ],
        "ger_list": [
            "der Einfluss",
            "Alles soll nur um Öl gehen und Einfluss .",
            "Also denkt bitte daran und nehmt Einfluss !",
            "Ab dann jedoch ist der eigene Einfluss nicht zu unterschätzen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "male politician"
        ],
        "ger_list": [
            "der Politiker",
            "Darin haben unsere Politiker eine gewisse Übung.",
            "So was tut doch bei uns normal kein Politiker .",
            "Protest dagegen ist von deutschen Politikern nicht zu vernehmen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "female politician"
        ],
        "ger_list": [
            "die Politikerin",
            "Ich persönlich würde ja nach ganz anderen Politikerinnen suchen.",
            "Über das Privatleben der Politikerin weiss man allerdings wenig.",
            "Fremdsprachen sind generell sehr wichtig für die Politikerin ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "prince"
        ],
        "ger_list": [
            "der Prinz",
            "Mo und der schwarze Prinz können das nicht zulassen.",
            "Auch er war schon einer unserer Prinzen .",
            "Kröten und Prinzen – gemeinsam seid ihr stark!"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "princess"
        ],
        "ger_list": [
            "die Prinzessin",
            "Ob die kleine Prinzessin sie nun endlich verspeisen wird?",
            "Na da wird sich die rosa Prinzessin aber freuen.",
            "So wie es sich für eine richtige Prinzessin gehört."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "nation, people, masses"
        ],
        "ger_list": [
            "das Volk",
            "Mose hätte sich sozusagen für sein Volk geopfert.",
            "Was kann das Volk tun außer beten?",
            "Aber das französische Volk ließ sich nicht für dumm verkaufen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "town hall"
        ],
        "ger_list": [
            "das Rathaus",
            "Anschliessend trafen wir uns alle beim Rathaus .",
            "Und das auch außerhalb der Öffnungszeiten unseres Rathauses .",
            "Er beginnt am Rathaus und führt auch dahin zurück."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "process, lawsuit, trial"
        ],
        "ger_list": [
            "der Prozess",
            "Älterwerden ist heute ein längerer Prozess als früher.",
            "Doch jetzt wird sich der Prozess entscheidend ändern.",
            "Wie kann man industrielle Prozesse effizienter machen?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "condition, terms, stipulation"
        ],
        "ger_list": [
            "die Bedingung",
            "Äußere Bedingungen machen es oft schwer bis scheinbar unmöglich.",
            "An dieser Bedingung allein ist noch nichts auszusetzen.",
            "So etwas habe ich unter diesen Bedingungen noch nicht erlebt."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "damage, flaw, harm"
        ],
        "ger_list": [
            "der Schaden"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "rule"
        ],
        "ger_list": [
            "die Regel",
            "Da gibt es allerdings auch einige Regeln zu beachten.",
            "Dort erklären sie uns nur die Regeln .",
            "Die Regel sind sie jedoch leider nicht."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "decision"
        ],
        "ger_list": [
            "die Entscheidung",
            "Jetzt gilt es dort eine Entscheidung vorzubereiten und herbeizuführen.",
            "Politische Entscheidungen sollen transparenter und demokratischer werden.",
            "Meine damalige Entscheidung habe ich bis heute nicht bereut."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "inspection, check"
        ],
        "ger_list": [
            "die Kontrolle",
            "Wir haben es nicht mehr unter Kontrolle .",
            "Die Ämter kommen mit den Kontrollen nicht nach.",
            "Wie aber lernt man diese unter zu Kontrolle zu halten?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "trial, procedure"
        ],
        "ger_list": [
            "das Verfahren",
            "Dieses Verfahren wurde erstmals 1978 erfolgreich angewendet.",
            "Das technologische Verfahren ist nicht vollkommen neu.",
            "Andernfalls kann das Verfahren nicht eröffnet werden."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "considered (past participle)"
        ],
        "ger_list": [
            "haben berücksichtigt"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "evaluated (past participle)"
        ],
        "ger_list": [
            "haben bewertet"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "to be born (past participle)"
        ],
        "ger_list": [
            "sein geboren"
        ],
        "hardness": 5
    }
]