[
    {
        "poleng_list": [
            "pretzel",
            "precel"
        ],
        "ger_list": [
            "die Brezel",
            "Dann aber leider von \" Brezeln \".",
            "Diesmal essen wir auch ganz viel Brezeln .",
            "Dazu gab es Brezeln und etwas zu trinken."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to celebrate",
            "świętować"
        ],
        "ger_list": [
            "feiern",
            "Doch zu feiern gibt es eigentlich nichts.",
            "Sie feiern ausgelassen und kommen sich dabei auch näher.",
            "Wo wir dann mit euch weiter feiern möchten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "celebration",
            "święto, uroczystość"
        ],
        "ger_list": [
            "das Fest"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "kiosk"
        ],
        "ger_list": [
            "der Kiosk",
            "Andererseits werde auch der Kiosk selbst etwas verändert.",
            "Du kannst es aber auch am Kiosk kaufen.",
            "Abends gingen wir dann beim örtlichen Kiosk essen."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "Oktoberfest",
            ""
        ],
        "ger_list": [
            "das Oktoberfest",
            "Über das Oktoberfest kann man viel schreiben.",
            "Ich wünsche dir ein ganz tolles Oktoberfest .",
            "München ist aber auch mehr als nur das Oktoberfest ."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "pilsner (drink)",
            "pilzner (browarek)"
        ],
        "ger_list": [
            "das Pils",
            "Nur würde ich ein anderes Pils empfehlen.",
            "Anmelden und ein großes Pils bestellen war eins.",
            "Übrigens eine gute Seite und ein gutes Pils ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "sauerkraut"
        ],
        "ger_list": [
            "das Sauerkraut",
            "Der hat sein heißes Sauerkraut schon verkauft.",
            "Hab Sauerkraut gegessen und es hat super geholfen.",
            "Bratwurst und Sauerkraut haben sie noch nicht probiert."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "the day of German unity"
        ],
        "ger_list": [
            "der Tag der Deutschen Einheit"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "sausage"
        ],
        "ger_list": [
            "die Wurst",
            "Aber man könnte auch mal Wurst machen.",
            "Wenig später legte Wurst dann selbst nach.",
            "Die Wurst anschließen scharf anbraten und heiß servieren."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "diaper",
            "pielucha"
        ],
        "ger_list": [
            "die Windel",
            "Die Windeln sitzen gut und halten gut dicht.",
            "Und scheinbar waren die Windeln wirklich sehr dringend nötig.",
            "Die Windel muss immer sofort gewechselt werden."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "diaper changing table"
        ],
        "ger_list": [
            "der Wickeltisch",
            "Es gibt ja weitaus mehr als nur einen Wickeltisch .",
            "Auf dem Wickeltisch liegend geht das ganz wunderbar.",
            "Wie wäre es mit einem Wickeltisch für unterwegs?"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "toddler",
            "bachor"
        ],
        "ger_list": [
            "das Kleinkind",
            "Das reicht bei einem Kleinkind völlig aus.",
            "Vieles können Kleinkinder einfach noch nicht einordnen.",
            "Babys und Kleinkinder sind kompetenter als wir glauben."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "booster seat",
            "fotelik samochodowy dla bobo"
        ],
        "ger_list": [
            "der Kindersitz",
            "Wir haben uns schon einen Kindersitz zugelegt.",
            "Also ich bin mehr als begeistert von dem Kindersitz .",
            "Mit einem nach vorne gerichteten Kindersitz zu früh."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "dummy",
            "smoczek dla bobo"
        ],
        "ger_list": [
            "der Schnuller",
            "Für uns hat der Schnuller gut funktioniert.",
            "Leider waren und sind die Schnuller viel zu schwer.",
            "Ein Schnuller hat er nicht und wollte er auch nie."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "pram, stroller",
            "wózek dla bobo"
        ],
        "ger_list": [
            "der Kinderwagen",
            "Man bekommt sogar stehend einen Kinderwagen hinein.",
            "Eltern sollten nicht nachts joggen mit Kinderwagen .",
            "Wenn sich 2 Kinderwagen entgegen kamen ging nichts mehr."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "new",
            "nowy"
        ],
        "ger_list": [
            "neu",
            "Überall gibt es etwas neues zu entdecken.",
            "Dabei wird er sich vielleicht \" neu erfinden\".",
            "Diese können abgeändert dann nochmal neu eingegeben werden."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "fast",
            "szybki"
        ],
        "ger_list": [
            "schnell",
            "Übrigens sie fliegen relativ schnell wenn sie jagen.",
            "Änderungen durchzuführen ist kinderleicht und schnell erledigt.",
            "Es geht morgens relativ schnell und unkompliziert."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "slow",
            "powolny"
        ],
        "ger_list": [
            "langsam",
            "Der übrigens sehr laut und sehr langsam ist.",
            "Ich kann es langsam nicht mehr ertragen.",
            "Irgendwie brauch ich langsam einfach mal einen neuen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "beautiful"
        ],
        "ger_list": [
            "schön",
            "Bei uns war es auch sehr entspannt und schön .",
            "Es wäre schön wenn möglichst viele kommen könnten.",
            "Also schöne einfache fragen damit möglichst viele anrufen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "important",
            "ważny"
        ],
        "ger_list": [
            "wichtig",
            "Ökumene ist heute wichtiger als je zuvor.",
            "Vocals sind für sie dabei aber auch durchaus wichtig .",
            "Dies wird von uns als außerordentlich wichtig erachtet."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "expensive",
            "drogi"
        ],
        "ger_list": [
            "teuer",
            "Übrigens bei weitem nicht so teuer und fast genauso lecker.",
            "Ökostrom muss also nicht zwangsläufig teuer sein.",
            "Denn warum teuer wenn ́s auch preiswert machbar ist."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "far, wide",
            "rozległy, daleki",
            "szeroki, obszerny"
        ],
        "ger_list": [
            "weit",
            "Üben allein reicht aber bei weitem nicht aus.",
            "Über alles weitere können wir dann sprechen.",
            "Übrigens bei weitem nicht so teuer und fast genauso lecker."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "tired",
            "zmęczony"
        ],
        "ger_list": [
            "müde",
            "Ich fühle mich immer schlapp und müde .",
            "Abends sind wir dann immer soooo müde .",
            "Ich war immer müde und wurde oft krank."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "cold"
        ],
        "ger_list": [
            "kalt",
            "Allerdings war es kalt und es stürmte.",
            "Übrigens es wird kalt , richtig kalt.",
            "Übrigens es wird kalt, richtig kalt ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "difficult, heavy",
            "trudny, ciężki"
        ],
        "ger_list": [
            "schwer",
            "Über sich etwas zu erzählen fällt manchmal schwer .",
            "Ältere haben es dagegen schwerer bei der Jobsuche.",
            "So schwer war das auch gar nicht."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "correct",
            "prawidłowy, odpowiedni, naprawdę, dobrze"
        ],
        "ger_list": [
            "richtig",
            "Überall duftet und riecht es richtig angenehm und toll.",
            "Ja hier ist jetzt richtig viel los.",
            "Damals schien es richtig für ihn zu sein."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "old",
            "stary"
        ],
        "ger_list": [
            "alt",
            "Das alte ging ja gar nicht mehr.",
            "Aber warum nicht einfach den alten nehmen?",
            "Die alte meldet sich dann gleich wieder."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "young"
        ],
        "ger_list": [
            "jung",
            "Für den ist man ja nie zu jung .",
            "Sie noch sehr jung und hat noch viel zu erzählen.",
            "Sie dürften dafür aber vermutlich noch zu jung sein."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "dirty",
            "brudny"
        ],
        "ger_list": [
            "schmutzig",
            "Unabhängig zu sein von diesem teuren und schmutzigen Öl.",
            "Und ob er schmutzig mit dir reden soll?",
            "Es ist alles sehr düster und schmutzig ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "clean",
            "czysty"
        ],
        "ger_list": [
            "sauber",
            "Mittlerweile ist alles sauber und wir haben uns eingerichtet.",
            "Weiß jemand wie man ihn wieder schön sauber bekommt?",
            "Es läßt sich dann leichter sauber halten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "high"
        ],
        "ger_list": [
            "hoch",
            "Über die ich natürlich hoch erfreut war.",
            "Über 300m hoch sind alleine rund 20 von ihnen.",
            "Es ist 30 cm hoch und 35 cm breit."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "deep",
            "głęboki"
        ],
        "ger_list": [
            "tief",
            "So tief hatte noch gar nichts berührt.",
            "Wenn diese auch eher tiefer zu liegen scheinen.",
            "Es war entweder berauschend oder tief traurig."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "warm",
            "ciepły"
        ],
        "ger_list": [
            "warm",
            "Denn warm könnt ihr sie nicht formen.",
            "Aber alle waren warm angezogen und hielten tapfer durch.",
            "Katzen lieben es eben weich und warm ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to rot, decay",
            "gnić"
        ],
        "ger_list": [
            "faulen",
            "Wenn er nicht manchmal von innen heraus faulen würde.",
            "Oder fängt es dann an zu faulen ?",
            "War doch nichts mit auf der faulen Haut liegen!"
        ],
        "hardness": 8
    },
    {
        "poleng_list": [
            "to spoil",
            "zepsuć się, zgnić"
        ],
        "ger_list": [
            "verderben",
            "Warum sollten sie es sich mit denen verderben .",
            "Und gesehen werden von ihm und alles verderben .",
            "Und wir wollen hier die Überraschung nicht vorweg verderben ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "broth, pulp",
            "papka"
        ],
        "ger_list": [
            "der Brei",
            "Es wird wie immer um den heißen Brei geredet.",
            "Mittags mag er nur seinen Brei und nix anderes.",
            "Stattdessen reden sie um den heißen Brei herum."
        ],
        "hardness": 4
    },
    {
        "poleng_list": [
            "to eat (for animals)"
        ],
        "ger_list": [
            "fressen",
            "Wann muss sie wieder anfangen zu fressen ?",
            "Und richtig fressen und laufen war nicht mehr möglich.",
            "Und dabei wollte er es doch einfach nur fressen ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "devil",
            "diabeł"
        ],
        "ger_list": [
            "der Teufel",
            "Und ich werd den Teufel tun nochmal irgendeinem zu vertrauen.",
            "Er schießt fehlerfrei und läuft wie der Teufel .",
            "Und dann sind da noch die kleinen Teufel ."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "rather, dear",
            "chętniej, raczej"
        ],
        "ger_list": [
            "lieber",
            "Das hätte er sich lieber vorher überlegen sollen.",
            "Anderen habe ich lieber nichts davon erzählt.",
            "Über die restlichen Manipulationen reden wir lieber gar nicht."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "sparrow",
            "wróbel"
        ],
        "ger_list": [
            "der Spatz",
            "Und da guckt der süße Spatz noch mal!",
            "Ihr kleiner Spatz wird sich bei uns wohl fühlen.",
            "Die letzte ist für meinen kleinen Spatz ."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "pigeon",
            "gołąb"
        ],
        "ger_list": [
            "die Taube",
            "Und da könnte ich garantiert die Tauben wesentlich günstiger erwerben.",
            "Die Tauben sind ganz zart und fein.",
            "Einzig eine Taube wagt sich versehentlich noch herein."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "stop!"
        ],
        "ger_list": [
            "halt",
            "Das ist mir nun halt vergönnt geblieben.",
            "Da ist halt für viele noch warten angesagt.",
            "Entweder man mag ihn oder man mag ihn halt nicht."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "rigid, stiff, starchy",
            "sztywny"
        ],
        "ger_list": [
            "steif",
            "Die ersten beiden waren noch etwas steif .",
            "Allerdings war diese keineswegs steif und langweilig.",
            "Sie ist daher weniger steif und eng."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "to pour",
            "nalewać, wsypywać",
            "lać (deszcz)"
        ],
        "ger_list": [
            "schütten",
            "Denn dann fing es erst richtig zu schütten an.",
            "Abends fing es dann richtig an zu schütten .",
            "Aber danach fing es richtig an zu schütten ."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "bucket, pail",
            "wiadro"
        ],
        "ger_list": [
            "der Eimer",
            "Ich denk du willst den ganzen Eimer haben\".",
            "Mit einigen funktionierte der Eimer ganz gut.",
            "Stelle dich selbst nur nicht unter einen Eimer !"
        ],
        "hardness": 4
    },
    {
        "poleng_list": [
            "snow",
            "śnieg"
        ],
        "ger_list": [
            "der Schnee",
            "Überall liegt Schnee und es ist kalt.",
            "Mittlerweile ist das aber Schnee von gestern.",
            "Bei Schnee ist das nicht zu schaffen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "thumb",
            "kciuk"
        ],
        "ger_list": [
            "der Daumen",
            "Gibt es tatsächlich den \"grünen Daumen \"?",
            "Jesse drücke ich am meisten die Daumen .",
            "Wir freuen uns darauf und drücken die Daumen !"
        ],
        "hardness": 4
    },
    {
        "poleng_list": [
            "feather",
            "pióro"
        ],
        "ger_list": [
            "die Feder",
            "Angeblich muss \"nur\" diese Feder getauscht werden.",
            "Aber mit fremden Federn mag ich nun auch nicht schmücken.",
            "So nach und nach bekommt er alle Federn wieder zurück."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "powerful, mighty",
            "potężny, możny"
        ],
        "ger_list": [
            "mächtig",
            "Das tat er eifrig und mächtig stolz!",
            "Naja ist ja auch mächtig tief vergraben.",
            "Da es mächtig und dennoch flexible ist."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "sword",
            "miecz"
        ],
        "ger_list": [
            "das Schwert",
            "Jetzt sind die Schwerter wieder gleich lang.",
            "Lisa platzierte sich im Schwert anschliessend auf dem 5.",
            "Damals wurden die Schwerter noch bar bezahlt."
        ],
        "hardness": 4
    },
    {
        "poleng_list": [
            "mosquito",
            "komar"
        ],
        "ger_list": [
            "die Mücke",
            "Denn Mücken müssen \"leider\" draußen bleiben.",
            "Eine Übertragung durch Mücken ist nicht bekannt.",
            "So ähnlich ist das auch bei Mücken ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "elephant",
            "słoń"
        ],
        "ger_list": [
            "der Elefant",
            "Das mit den Elefanten habe ich auch gehört.",
            "Es waren aber auch zu viele Elefanten .",
            "Laufen wir dann automatisch bei den Elefanten vorbei?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "blind",
            "niewidomy, ślepy"
        ],
        "ger_list": [
            "blind",
            "Ich werde die nächsten jedenfalls nicht mehr blind kaufen.",
            "Sind die denn alle blind oder ist es ihnen egal?",
            "Auch kommt es vor das man einfach blind unterschreibt soll!"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "hen, chicken",
            "kura"
        ],
        "ger_list": [
            "das Huhn",
            "Das arme Huhn soll doch gerettet werden!",
            "Es schmeckt – welch Überraschung – nach Huhn .",
            "Zunächst kümmert ihr euch um das Huhn ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "corn, grain",
            "zboże, ziarno"
        ],
        "ger_list": [
            "das Korn",
            "Viel Korn ist dabei nicht gleich \"viel gesund\".",
            "Das Korn wird von uns selbst angebaut.",
            "Das hat sich was ins Korn eingeschlichen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "laughter",
            "śmiech"
        ],
        "ger_list": [
            "das Lachen"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "colourful",
            "kolorowy, barwny"
        ],
        "ger_list": [
            "bunt",
            "Berlin ist nicht nur bunt und arm.",
            "Das sieht schon sehr schön bunt aus.",
            "Erfahrungsgemäß wird 2010 wieder bunt und vor allem laut begrüßt."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "lazy",
            "leniwy"
        ],
        "ger_list": [
            "faul",
            "Aber dafür wäre ich eh zu faul .",
            "Ich war aber ganz ehrlich gesagt zu faul dazu.",
            "Und manche lagen auch einfach nur faul rum."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "gingerbread",
            "piernik"
        ],
        "ger_list": [
            "der Lebkuchen",
            "Nur meine Lebkuchen habe ich nicht bekommen.",
            "Meine ersten Lebkuchen hab ich schon hinter mir.",
            "Denn Lebkuchen wollen bei uns nicht immer gelingen."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "cookie",
            "ciastko"
        ],
        "ger_list": [
            "der Keks",
            "Die Kekse selbst sind sehr dünn und knusprig.",
            "Warum geht man jemanden auf den Keks ?",
            "Wie wäre es mal wieder mit einem leckeren Keks ?"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "gift",
            "prezent"
        ],
        "ger_list": [
            "das Geschenk",
            "Über die meisten Geschenke freut man sich.",
            "Über ein tolles Geschenk freut sich sicherlich jeder.",
            "Über diese Geschenke war ich total überrascht."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "Christmas"
        ],
        "ger_list": [
            "das Weihnachten",
            "Dafür können wir uns über weiße Weihnachten freuen.",
            "Ich darf diese Weihnachten genießen wie schon lange nicht mehr.",
            "Mal schauen ob wir es bis zu Weihnachten schaffen."
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "Christmas hymn",
            "kolęda"
        ],
        "ger_list": [
            "das Weihnachtslied",
            "Dabei sang man nicht nur gemeinsam Weihnachtslieder .",
            "Natürlich wurden auch zwischendurch gemeinsam ein paar Weihnachtslieder gesungen.",
            "Hier werden unheimlich viele verschiedene Weihnachtslieder angeboten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "Santa",
            "mikołaj"
        ],
        "ger_list": [
            "der Weihnachtsmann",
            "Hoffentlich schenkt kein Weihnachtsmann mir etwas ähnliches!",
            "Und deswegen ist unser Weihnachtsmann nun weiß und rot.",
            "Doch das allein macht noch keinen Weihnachtsmann ."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "reindeer",
            "renifer"
        ],
        "ger_list": [
            "das Rentier",
            "Viele von uns jagen noch oder ziehen Rentiere auf.",
            "Die Rentiere werden mich schon nicht gleich verfolgen."
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "snowball",
            "śnieżka"
        ],
        "ger_list": [
            "der Schneeball",
            "Nur ist der Schneeball zu unübersichtlich, um ihn zu sehen.",
            "Ein Schneeball kann jedoch auch \"ins Auge gehen\".",
            "Wie verrückt kann man sein, einen Schneeball zu klauen?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "Christmas market"
        ],
        "ger_list": [
            "der Weihnachtsmarkt",
            "Über den Weihnachtsmarkt muss man natürlich auch gehen.",
            "Auf dem Weihnachtsmarkt wurde er weiter gereicht.",
            "Geboten wird alles was einen klassischen Weihnachtsmarkt ausmacht."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "New Year"
        ],
        "ger_list": [
            "das Neujahr",
            "Details dazu werden wir nach Neujahr preisgeben.",
            "So hatte ich mir das Neujahr nicht vorgestellt!",
            "Über Weihnachten & Neujahr haben wir frei."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "chocolate"
        ],
        "ger_list": [
            "die Schokolade",
            "Das mit der Schokolade bleibt noch abzuwarten.",
            "Deine Schokolade sieht auch wieder viel zu verführerisch aus.",
            "Und das kann ruhig auch Schokolade sein."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to wish",
            "życzyć"
        ],
        "ger_list": [
            "wünschen",
            "Diese lässt doch noch hin und wieder zu wünschen übrig.",
            "Immer hin wünschen es sich 4%.",
            "Bedienung lässt viel zu wünschen übrig und ist barfuß."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "sled",
            "sanki"
        ],
        "ger_list": [
            "der Schlitten",
            "Wir fuhren mit dem Schlitten 15 km hinunter.",
            "Die Schlitten haben wir natürlich schon vorbereitet.",
            "Eltern sollten das erstmal mit einem leeren Schlitten üben."
        ],
        "hardness": 4
    },
    {
        "poleng_list": [
            "Christmas tree",
            "choinka"
        ],
        "ger_list": [
            "der Weihnachtsbaum",
            "Und schon lagen vier von ihnen unter dem Weihnachtsbaum .",
            "Vielleicht sollte man es noch unter den Weihnachtsbaum legen.",
            "Bei mir klappt es mit einem Weihnachtsbaum eigentlich recht gut."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "Gingerbread man"
        ],
        "ger_list": [
            "der Lebkuchenmann"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to throw",
            "rzucić"
        ],
        "ger_list": [
            "werfen"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "cheerful, merry, happy, glad",
            "wesoły, zadowolony"
        ],
        "ger_list": [
            "froh"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "star",
            "gwiazda"
        ],
        "ger_list": [
            "der Stern"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to unpack, to unwrap",
            "rozpakować"
        ],
        "ger_list": [
            "auspacken"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "smart, crafty, clever",
            "sprytny",
            "chytry"
        ],
        "ger_list": [
            "schlau",
            "Leider wurde ich daraus noch nicht richtig schlau .",
            "Man sollte sich einfach mal schlau machen.",
            "Weil irgendwie werd ich da nicht schlau draus!"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "to make a telephone call, to call, to challenge",
            "dzwonić przez telefon"
        ],
        "ger_list": [
            "anrufen",
            "Also schöne einfache fragen damit möglichst viele anrufen .",
            "Das heißt jeder kann einen jederzeit anrufen .",
            "Aber wer hätte sie auch anrufen sollen?"
        ],
        "hardness": 5
    },
    {
        "poleng_list": [
            "to fall in love"
        ],
        "ger_list": [
            "sich verlieben"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "style",
            "styl"
        ],
        "ger_list": [
            "der Stil",
            "Über mangelnden Stil muss man sich aber nicht mehr beklagen.",
            "Dieser Stil ist als lässig und elegant zugleich.",
            "Wir haben versucht den türkischen Stil weitestgehend zu erhalten."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to dance",
            "tańczyć"
        ],
        "ger_list": [
            "tanzen",
            "Ihr könnt aber auch einfach nur zum tanzen kommen.",
            "Wer tanzen liebt ist hier genau richtig.",
            "Du musst nicht speziell gut tanzen können."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "to kiss"
        ],
        "ger_list": [
            "küssen",
            "Die kann man nicht einfach mal küssen .",
            "Wenn du mich küssen wolltest – dann wäre ich dabei!",
            "Ohne richtig küssen läuft bei ihm nichts."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "Egypt"
        ],
        "ger_list": [
            "Ägypten",
            "Im antiken Ägypten sah es auch nicht viel anders aus.",
            "Januar 2011 bin ich nach Ägypten gereist.",
            "In Ägypten ist sie nahezu identisch geblieben."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "Asia"
        ],
        "ger_list": [
            "Asien",
            "Dieser sollte natürlich speziell über Asien berichten.",
            "In Asien ist für jeden etwas dabei .",
            "Und bis 2009 soll auch Asien fertig sein."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "Australia"
        ],
        "ger_list": [
            "Australien",
            "Und mich nach sehr langem Überlegen für Australien entschied.",
            "Doch Australien hat viel mehr zu bieten.",
            "Dann bricht sie sogar selber nach Australien auf."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "China"
        ],
        "ger_list": [
            "China",
            "Ähnlich wie in China entscheidet auch hier kaum jemand.",
            "Ähnliches spielt sich derzeit auch in China ab.",
            "Tibet ist nach wie vor von China besetzt."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "European"
        ],
        "ger_list": [
            "europäisch",
            "Österreich liegt hier über dem europäischen Durchschnitt.",
            "Übersetzungen in die anderen europäischen Sprachen wurden bisher nicht vorgelegt.",
            "Wo sollte die europäische Kooperation verstärkt werden?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "India"
        ],
        "ger_list": [
            "Indien",
            "In Indien wird er jedoch heute noch kultiviert.",
            "Ich bin nun wieder zurück von Indien .",
            "Denn Indien würde mich schon sehr interessieren."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "continent"
        ],
        "ger_list": [
            "der Kontinent",
            "Dieser steht allerdings für keinen der Kontinente .",
            "Diese dürfen aber nicht aus demselben Kontinent kommen.",
            "Afrika wird oft als der schwarze Kontinent bezeichnet."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "North America"
        ],
        "ger_list": [
            "Nordamerika",
            "In Nordamerika sieht das ganz anders aus.",
            "Besonders hat es mir dabei Nordamerika angetan.",
            "Ab morgen geht es dann mit Nordamerika weiter."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "the north pole"
        ],
        "ger_list": [
            "der Nordpol",
            "Vielleicht kann er nicht alles auf dem Nordpol finden.",
            "War er doch schon selber mal am Nordpol .",
            "Denn bis zum Nordpol ist es ganz schön weit, oder?"
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "pyramid",
            "piramida"
        ],
        "ger_list": [
            "die Pyramide",
            "Ähnliches kann man nur in den ägyptischen Pyramiden beobachten.",
            "Am bekanntesten ist Ägypten für seine Pyramiden .",
            "Wer darf ganz nach oben auf die Pyramide ?"
        ],
        "hardness": 3
    },
    {
        "poleng_list": [
            "Poland"
        ],
        "ger_list": [
            "Polen",
            "Überall in Polen wird man freundlich aufgenommen.",
            "Was müssen wir Polen uns noch gefallen lassen?",
            "Mal schauen was uns da 2004 aus Polen erwarte."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "Russia"
        ],
        "ger_list": [
            "Russland",
            "Ähnliches kann man jedenfalls derzeit wieder in Russland beobachten.",
            "Doch man scheint im demokratischen Russland zu lernen.",
            "Aber wo geht es nach Russland weiter?"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "South America"
        ],
        "ger_list": [
            "Südamerika",
            "Sie stammen dann allerdings eher aus Südamerika .",
            "Auch für Südamerika ist inzwischen einiges angesammelt worden.",
            "Sie kann nicht nach Südamerika gehen und dort anonym leben."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "the south pole",
            "biegun południowy"
        ],
        "ger_list": [
            "der Südpol",
            "Irgendwann allerdings möchte ich noch einmal gerne zum Südpol fahren.",
            "Hätte man da nicht besser den Südpol angreifen können?",
            "Nordpol und Südpol unterscheiden sich sehr stark."
        ],
        "hardness": 2
    },
    {
        "poleng_list": [
            "Turkey (country)"
        ],
        "ger_list": [
            "die Türkei",
            "Reisen Türkei sind beispielsweise immer sehr beliebt.",
            "In die Türkei muss ich wohl noch öfter mal.",
            "Nicht vergessen sollte man vielleicht die Türkei !"
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "union",
            "unia"
        ],
        "ger_list": [
            "die Union",
            "Über Union muss ich wohl nicht viel sagen.",
            "Innerhalb der europäischen Union geschieht das zeitlich unbegrenzt.",
            "Das lassen wir der Union nicht durchgehen."
        ],
        "hardness": 1
    },
    {
        "poleng_list": [
            "association, bandage",
            "związek, stowarzyszenie"
        ],
        "ger_list": [
            "der Verband",
            "Das regelt jeder Verband für sich selbst.",
            "Dies würde sich der Verband dann auch einiges kosten lassen.",
            "Und zumindest vordergründig gesehen hat der Verband auch recht."
        ],
        "hardness": 3
    }
]